--
-- MySQL database dump
-- Created by DbManage class, Power By yanue. 
-- http://yanue.net 
--
-- 主机: localhost
-- 生成日期: 2017 年  05 月 25 日 17:42
-- MySQL版本: 5.5.47
-- PHP 版本: 5.3.29

--
-- 数据库: `hxadmin`
--

-- -------------------------------------------------------

--
-- 表的结构人员签到
--

DROP TABLE IF EXISTS `人员签到`;
CREATE TABLE `人员签到` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `工程id` int(11) NOT NULL,
  `工程名称` varchar(255) DEFAULT NULL,
  `人员` varchar(100) DEFAULT NULL,
  `签到时间` datetime DEFAULT NULL,
  `经纬度` varchar(100) DEFAULT NULL,
  `时间戳` varchar(100) DEFAULT NULL,
  `联系方式` varchar(100) DEFAULT NULL,
  `记录插入时间` datetime DEFAULT NULL,
  `人员分类` varchar(100) DEFAULT NULL,
  `部门` varchar(100) DEFAULT NULL,
  `签到状态` varchar(50) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=123 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 人员签到
--

INSERT INTO `人员签到` VALUES('98','488','碧桂园起凤台项目部','梁元锋','2017-04-28 00:00:00','114.5023,22.883765','1493353165854','13411858432','2017-04-28 12:19:30','','一分公司','');
INSERT INTO `人员签到` VALUES('99','488','碧桂园起凤台项目部','李彦东','2017-04-28 00:00:00','114.50132,22.883035','1493356610093','18688735200','2017-04-28 13:16:56','','一分公司','');
INSERT INTO `人员签到` VALUES('100','488','碧桂园起凤台项目部','李彦东','2017-04-29 00:00:00','114.503055,22.883593','1493399133847','18688735200','2017-04-29 01:05:46','','一分公司','');
INSERT INTO `人员签到` VALUES('101','488','碧桂园起凤台项目部','吴大兵','2017-04-29 00:00:00','114.501722,22.883214','1493432460275','13823112369','2017-04-29 10:21:03','','一分公司','');
INSERT INTO `人员签到` VALUES('102','489','豪逸御华庭B2区项目部','杨云雄','2017-05-02 00:00:00','113.366053,22.505705','1493691516188','15013791882','2017-05-02 10:18:42','','总公司','');
INSERT INTO `人员签到` VALUES('103','489','豪逸御华庭B2区项目部','程则贵','2017-05-02 00:00:00','113.365938,22.505648','1493691690026','18677335562','2017-05-02 10:21:37','','总公司','');
INSERT INTO `人员签到` VALUES('104','495','锦胜财富大厦项目部','唐明清','2017-05-04 00:00:00','113.813177,22.715475','1493895189080','13600189203','2017-05-04 18:53:19','','一分公司','');
INSERT INTO `人员签到` VALUES('105','495','锦胜财富大厦项目部','唐明清','2017-05-05 00:00:00','113.813177,22.715475','1493977324397','13600189203','2017-05-05 17:42:14','','一分公司','');
INSERT INTO `人员签到` VALUES('106','488','碧桂园起凤台项目部','陈明星','2017-05-07 00:00:00','114.500786,22.888051','1494164798268','13510608480','2017-05-07 21:46:49','','一分公司','');
INSERT INTO `人员签到` VALUES('107','496','棕榈岛J3地块项目部','杨云雄','2017-05-08 00:00:00','114.422261,22.797229','1494209042709','15013791882','2017-05-08 10:04:15','','总公司','');
INSERT INTO `人员签到` VALUES('108','496','棕榈岛J3地块项目部','程则贵','2017-05-08 00:00:00','114.422279,22.79711','1494209046192','18677335562','2017-05-08 10:04:17','','总公司','');
INSERT INTO `人员签到` VALUES('112','498','南山建工村','小李','2017-05-09 00:00:00','113.919006,22.565531','1494295463895','15390915320','2017-05-09 10:04:37','','总监办','');
INSERT INTO `人员签到` VALUES('113','498','南山建工村','王剑','2017-05-09 00:00:00','113.918916,22.565411','1494295468532','18988583168','2017-05-09 10:04:41','','一分公司','');
INSERT INTO `人员签到` VALUES('114','489','豪逸御华庭B2区项目部','刘德培','2017-05-12 00:00:00','113.365986,22.505621','1494555926174','13922176855','2017-05-12 10:25:39','','广州公司','');
INSERT INTO `人员签到` VALUES('115','489','豪逸御华庭B2区项目部','杨林','2017-05-12 00:00:00','113.366282,22.505585','1494556388684','18680170633','2017-05-12 10:33:23','','广州公司','');
INSERT INTO `人员签到` VALUES('116','489','豪逸御华庭B2区项目部','杨林','2017-05-12 00:00:00','113.366282,22.505585','1494556412388','18680170633','2017-05-12 10:33:46','','广州公司','');
INSERT INTO `人员签到` VALUES('117','488','碧桂园起凤台项目部','陈明星','2017-05-14 00:00:00','114.500498,22.888403','1494774722249','13510608480','2017-05-14 23:12:19','','一分公司','');
INSERT INTO `人员签到` VALUES('118','488','碧桂园起凤台项目部','唐清俊','2017-05-17 00:00:00','114.500844,22.888068','1495029494668','13802571423','2017-05-17 21:58:42','','一分公司','');
INSERT INTO `人员签到` VALUES('119','500','顺德恒大御苑','杨云雄','2017-05-18 00:00:00','113.078303,22.869411','1495078872120','15013791882','2017-05-18 11:41:32','','总公司','');
INSERT INTO `人员签到` VALUES('120','500','顺德恒大御苑','程则贵','2017-05-18 00:00:00','113.07673,22.868447','1495079037445','18677335562','2017-05-18 11:44:15','','总公司','');
INSERT INTO `人员签到` VALUES('121','502','同欣测试项目一','meng','2017-05-23 00:00:00','113.386807,22.530675','1495528137316','18676000210','2017-05-23 16:29:21','','总公司','');
INSERT INTO `人员签到` VALUES('122','498','南山建工村','杨云雄','2017-05-24 00:00:00','113.919847,22.565586','1495591773920','15013791882','2017-05-24 10:09:56','','总公司','');
--
-- 表的结构任务
--

DROP TABLE IF EXISTS `任务`;
CREATE TABLE `任务` (
  `id` int(100) NOT NULL AUTO_INCREMENT,
  `时间戳` varchar(100) NOT NULL,
  `项目id` int(100) NOT NULL,
  `项目名称` varchar(100) NOT NULL,
  `施工单位` varchar(100) NOT NULL,
  `任务名称` varchar(100) NOT NULL,
  `任务类别` varchar(100) NOT NULL,
  `任务创建人` varchar(100) NOT NULL,
  `任务接收人` varchar(100) NOT NULL,
  `任务部位` varchar(100) NOT NULL,
  `任务附件` varchar(255) NOT NULL,
  `任务描述` varchar(255) NOT NULL,
  `任务重要性` varchar(100) NOT NULL,
  `任务接收人号码` varchar(100) NOT NULL,
  `新建日期` varchar(100) NOT NULL,
  `回复日期` varchar(100) NOT NULL,
  `回复附件` varchar(255) NOT NULL,
  `回复状态` varchar(100) NOT NULL,
  `回复创建日期` varchar(100) NOT NULL,
  `回复描述` varchar(255) NOT NULL,
  `截止日期` varchar(100) CHARACTER SET utf8 NOT NULL,
  PRIMARY KEY (`id`,`时间戳`,`项目id`)
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=gbk;

--
-- 转存表中的数据 任务
--

--
-- 表的结构公司部门
--

DROP TABLE IF EXISTS `公司部门`;
CREATE TABLE `公司部门` (
  `公司级别` varchar(50) NOT NULL,
  `部门` varchar(100) NOT NULL,
  `id` int(11) NOT NULL AUTO_INCREMENT,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=24 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 公司部门
--

INSERT INTO `公司部门` VALUES('','一分公司','7');
INSERT INTO `公司部门` VALUES('','总公司','6');
INSERT INTO `公司部门` VALUES('','南昌分公司','18');
INSERT INTO `公司部门` VALUES('','广西公司','17');
INSERT INTO `公司部门` VALUES('','三公司','11');
INSERT INTO `公司部门` VALUES('','市政公司','12');
INSERT INTO `公司部门` VALUES('','广州公司','13');
INSERT INTO `公司部门` VALUES('','西安分公司','19');
INSERT INTO `公司部门` VALUES('','安装公司','16');
INSERT INTO `公司部门` VALUES('','重庆分公司','20');
INSERT INTO `公司部门` VALUES('','成都分公司','21');
INSERT INTO `公司部门` VALUES('','厦门分公司','22');
INSERT INTO `公司部门` VALUES('','马来西亚分公司','23');
--
-- 表的结构危险源
--

DROP TABLE IF EXISTS `危险源`;
CREATE TABLE `危险源` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `时间戳` varchar(255) NOT NULL,
  `危险源大类` varchar(255) NOT NULL,
  `危险源类型` varchar(255) NOT NULL,
  `工程id` varchar(255) NOT NULL,
  `工程名称` varchar(255) NOT NULL,
  `施工部位` varchar(255) NOT NULL,
  `支模面积` varchar(255) DEFAULT NULL,
  `支模高度` varchar(255) DEFAULT NULL,
  `是否专家论证` varchar(255) DEFAULT NULL,
  `塔设高度` varchar(255) DEFAULT NULL,
  `二级类型` varchar(255) DEFAULT NULL,
  `基坑面积` varchar(255) NOT NULL,
  `设计开挖深度` varchar(255) NOT NULL,
  `预计开始日期` varchar(255) NOT NULL,
  `预计结束日期` varchar(255) NOT NULL,
  `实际开始日期` varchar(255) NOT NULL,
  `施工结束日期` varchar(255) NOT NULL,
  `验收日期` varchar(255) NOT NULL,
  `危险源状态` varchar(255) NOT NULL,
  `登记日期` varchar(255) NOT NULL,
  `超过一定规模的危险性较大的分部分项工程` varchar(255) NOT NULL,
  `是否通过审核` varchar(255) NOT NULL,
  `使用状态` varchar(255) NOT NULL,
  `管理状态` varchar(255) NOT NULL,
  `地区省` varchar(255) NOT NULL,
  `地区市` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=155 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 危险源
--

INSERT INTO `危险源` VALUES('148','1494294968','','基坑支护及降水工程','498','南山建工村','A栋东南角','','','','','','600','7','','','','','','使用中','2017-04-01','是','','使用中','正常','广东省','深圳市');
INSERT INTO `危险源` VALUES('149','1494295027','','模板工程支撑体系','498','南山建工村','B栋首层','300','12.2','是','','','','','','','','','','使用中','2017-05-09','否','','使用中','正常','广东省','深圳市');
INSERT INTO `危险源` VALUES('141','1493803769','','脚手架工程','490','鲁班大厦','1#楼','',' ','是','24','  ','','','2017.5.6','2017.6.30','','','','使用中','2017-05-03','是','是','使用中','可控','广东省','深圳市');
INSERT INTO `危险源` VALUES('142','1493803826','','起重吊装及安装拆卸工程','490','鲁班大厦','1#楼','',' ','是','87M','  ','','','2017.5.3','2017.6.30','','','','使用中','2017-05-03','是','是','使用中','可控','广东省','深圳市');
INSERT INTO `危险源` VALUES('143','1493865954','','脚手架工程','495','锦胜财富大厦项目部','宿舍楼、研发楼、生产楼悬挑脚手架','','   ','否','19.8m','      ','','','2016.12.15','2017.5.31','','','','使用中','2017-05-04','否','是','使用中','可控','广东省','深圳市');
INSERT INTO `危险源` VALUES('144','1493866165','','起重吊装及安装拆卸工程','495','锦胜财富大厦项目部','研发楼塔吊','',' ','是','','  ','','','2016.8.23','2017.8.31','','','','使用中','2016-09-18','否','是','使用中','可控','广东省','深圳市');
INSERT INTO `危险源` VALUES('145','1493885865','','起重吊装及安装拆卸工程','495','锦胜财富大厦项目部','','','','是','','','','','','','','','','使用中','2017-05-04','是','','','','广东省','深圳市');
INSERT INTO `危险源` VALUES('150','1495529237','','模板工程支撑体系','498','南山建工村','','',' ','是','','  ','','','','','','','','使用中','2017-05-23','是','','','去去','广东省','深圳市');
INSERT INTO `危险源` VALUES('151','1495589075','','模板工程支撑体系','510','中国华西测试项目','1#楼1层','1000','6  ','否','','    ','','','2017/5/24','2017/5/30','','','','使用中','2017-05-24','是','是','使用中','可控','广东省','深圳市');
INSERT INTO `危险源` VALUES('152','1495589209','','脚手架工程','510','中国华西测试项目','1#楼','',' ','是','24','  ','','','2017/5/24','2017/5/30','','','','拆卸','2017-05-24','是','是','已完成','可控','广东省','深圳市');
--
-- 表的结构图片附件
--

DROP TABLE IF EXISTS `图片附件`;
CREATE TABLE `图片附件` (
  `id` int(50) NOT NULL AUTO_INCREMENT,
  `时间戳` varchar(255) CHARACTER SET utf8 NOT NULL,
  `通知单编号` varchar(255) CHARACTER SET utf8 NOT NULL,
  `工程名称` varchar(255) CHARACTER SET utf8 NOT NULL,
  `工程id` int(50) NOT NULL,
  `草稿附件` longtext CHARACTER SET utf8 NOT NULL,
  `草稿新建日期` varchar(50) CHARACTER SET utf8 NOT NULL,
  `草稿附件添加时间` varchar(50) CHARACTER SET utf8 NOT NULL,
  `回复附件` longtext CHARACTER SET utf8 NOT NULL,
  `回复新建日期` varchar(50) CHARACTER SET utf8 NOT NULL,
  `回复附件添加时间` varchar(50) CHARACTER SET utf8 NOT NULL,
  `批复附件` varchar(255) CHARACTER SET utf8 NOT NULL,
  `批复附件添加时间` varchar(50) CHARACTER SET utf8 NOT NULL,
  `批复新建日期` varchar(50) CHARACTER SET utf8 NOT NULL,
  `批复状态` varchar(50) CHARACTER SET utf8 NOT NULL,
  `图片附件上传方式` varchar(50) CHARACTER SET utf8 NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=308 DEFAULT CHARSET=gbk;

--
-- 转存表中的数据 图片附件
--

INSERT INTO `图片附件` VALUES('260','1493370180764','ZG-2017-0001','碧桂园起凤台项目部','488','14933711950.jpg~*^*~14933711961.jpg~*^*~','','','14936130000.jpg~*^*~14936130011.jpg~*^*~','2017-5-1/12:30:1','','','','','','保存');
INSERT INTO `图片附件` VALUES('264','qigong1493696924059445920170501','ZG-2017-0001','豪逸御华庭B2区项目部','489','14936977120.jpg~*^*~14936977121.jpg~*^*~14936977122.jpg~*^*~14936977133.jpg~*^*~14936977144.jpg~*^*~','','','14937007300.jpg~*^*~14937007301.jpg~*^*~14937007312.jpg~*^*~14937007323.jpg~*^*~14937007324.jpg~*^*~','2017-5-2/12:52:13','','','','','','保存');
INSERT INTO `图片附件` VALUES('267','qigong14938048617034170320170501','ZG-2017-0001','鲁班大厦','490','14938050200.jpg~*^*~14938050211.jpg~*^*~14938050222.jpg~*^*~','','','14938080590.jpg~*^*~14938080591.jpg~*^*~14938080602.jpg~*^*~','2017-5-3/18:41:0','','','','','||||||','保存');
INSERT INTO `图片附件` VALUES('268','qigong1493805061652165220170501','ZG-2017-0002','鲁班大厦','490','14938051620.jpg~*^*~14938051631.jpg~*^*~14938051642.jpg~*^*~14938051653.jpg~*^*~','','','14938160330.jpg~*^*~14938160331.jpg~*^*~14938160342.jpg~*^*~14938160343.jpg~*^*~','2017-5-3/20:53:55','','','','','','保存');
INSERT INTO `图片附件` VALUES('269','qigong1493815207229722920170501','ZG-2017-0003','鲁班大厦','490','14938156260.jpg~*^*~14938156261.jpg~*^*~14938156272.jpg~*^*~','','','14938157170.jpg~*^*~14938157171.jpg~*^*~14938157182.jpg~*^*~','2017-5-3/20:48:39','','','','','||||||','保存');
INSERT INTO `图片附件` VALUES('270','qigong14938780810081820170501','ZG-2017-0001','锦胜财富大厦项目部','495','14938791530.jpg~*^*~','','','14938799890.jpg~*^*~','2017-5-4/14:39:49','','','','','||','保存');
INSERT INTO `图片附件` VALUES('271','qigong1493879763845384520170501','ZG-2017-0002','锦胜财富大厦项目部','495','14938803230.jpg~*^*~','','','14938809820.jpg~*^*~','2017-5-4/14:56:23','','','','','||','保存');
INSERT INTO `图片附件` VALUES('272','qigong14938807583753837520170501','ZG-2017-0003','锦胜财富大厦项目部','495','14938808630.jpg~*^*~14938808641.jpg~*^*~14938808642.jpg~*^*~','','','14938812160.jpg~*^*~14938812171.jpg~*^*~14938812172.jpg~*^*~','2017-5-4/15:0:18','','','','','||||||','保存');
INSERT INTO `图片附件` VALUES('273','qigong14938814047392473920170501','ZG-2017-0004','锦胜财富大厦项目部','495','14938814970.jpg~*^*~14938814981.jpg~*^*~','','','14938822350.jpg~*^*~14938822351.jpg~*^*~','2017-5-4/15:17:16','','','','','||||','保存');
INSERT INTO `图片附件` VALUES('274','qigong1493882524209420920170501','ZG-2017-0005','锦胜财富大厦项目部','495','14938829430.jpg~*^*~14938829431.jpg~*^*~14938829442.jpg~*^*~','','','14938834030.jpg~*^*~14938834041.jpg~*^*~14938834042.jpg~*^*~','2017-5-4/15:36:45','','','','','||||||','保存');
INSERT INTO `图片附件` VALUES('275','qigong14938852426462264620170501','ZG-2017-0006','锦胜财富大厦项目部','495','14938854880.jpg~*^*~14938854891.jpg~*^*~14938854892.jpg~*^*~14938854903.jpg~*^*~','','','14938864290.jpg~*^*~14938864291.jpg~*^*~14938864302.jpg~*^*~14938864303.jpg~*^*~','2017-5-4/16:27:11','','','','','||||||||','保存');
INSERT INTO `图片附件` VALUES('276','qigong14938873196805968020170501','ZG-2017-0008','锦胜财富大厦项目部','495','14938874530.jpg~*^*~14938874531.jpg~*^*~','','','14938883090.jpg~*^*~14938883091.jpg~*^*~','2017-5-4/16:58:30','','','','','||||','保存');
INSERT INTO `图片附件` VALUES('277','qigong14938883839164391620170501','ZG-2017-0009','锦胜财富大厦项目部','495','14938887280.jpg~*^*~14938887291.jpg~*^*~','','','14938968940.jpg~*^*~','2017-5-4/19:21:34','','','','','','保存');
INSERT INTO `图片附件` VALUES('298','1494556513473','ZGHX-AN~2017-0001','豪逸御华庭B2区项目部','489','','','','','','','','','','','');
INSERT INTO `图片附件` VALUES('294','qigong14943038697572975720170501','ZGHX-AN~2017-0002','棕榈岛J3地块项目部','496','','','','14943040090.jpg~*^*~14943040101.jpg~*^*~','2017-5-9/12:26:50','','','','','','保存');
INSERT INTO `图片附件` VALUES('295','qigong14943041532931329320170501','ZGHX-AN~2017-0003','棕榈岛J3地块项目部','496','14943042540.jpg~*^*~14943042541.jpg~*^*~14943042552.jpg~*^*~','','','','','','','','','','');
INSERT INTO `图片附件` VALUES('296','qigong14943048326393263920170501','ZGHX-AN~2017-0001','123','499','14943048960.jpg~*^*~14943048961.jpg~*^*~add.jpg~*^*~14943049630.jpg~*^*~14943049631.jpg~*^*~14943050950.jpg~*^*~add.jpg~*^*~add.jpg~*^*~','','','','','','','','','','');
INSERT INTO `图片附件` VALUES('293','qigong1494297640061406120170501','ZGHX-AN~2017-0003','南山建工村','498','','','','','','','','','','','');
INSERT INTO `图片附件` VALUES('290','qigong14942958769661696620170501','ZGHX-AN~2017-0001','锦胜财富大厦项目部','495','','','','14943822080.jpg~*^*~14943822091.jpg~*^*~','2017-5-10/10:10:9','','','','','','保存');
INSERT INTO `图片附件` VALUES('291','qigong14942971987351873520170501','ZGHX-AN~2017-0002','南山建工村','498','14942972560.jpg~*^*~14942972561.jpg~*^*~','','','','','','','','','','');
INSERT INTO `图片附件` VALUES('292','qigong14942972593161931620170501','ZGHX-AN~2017-0002','南山建工村','498','14942973030.jpg~*^*~14942973031.jpg~*^*~','','','14942973450.jpg~*^*~14942973461.jpg~*^*~','2017-5-9/10:35:47','','','','','||||','保存');
INSERT INTO `图片附件` VALUES('288','qigong14942943216822168220170501','ZGHX-AN~2017-0001','棕榈岛J3地块项目部','496','14942950420.jpg~*^*~14942950431.jpg~*^*~14942950442.jpg~*^*~14942950453.jpg~*^*~','','','','','','','','','','');
INSERT INTO `图片附件` VALUES('289','qigong14942957207964079620170501','ZGHX-AN~2017-0001','南山建工村','498','14942958820.jpg~*^*~14942958831.jpg~*^*~14942960230.jpg~*^*~14942960241.jpg~*^*~14942960340.jpg~*^*~14942960341.jpg~*^*~14942962640.jpg~*^*~','','','14942967820.jpg~*^*~14942967821.jpg~*^*~14942967832.jpg~*^*~14942967833.jpg~*^*~14942967844.jpg~*^*~14942967855.jpg~*^*~14942967866.jpg~*^*~','2017-5-9/10:26:26','','','','','1||0||1||1||||||||','保存');
INSERT INTO `图片附件` VALUES('299','qigong14955239806384063820170501','ZGHX-AN~2017-0002','123','499','14955241020.jpg~*^*~14955241031.jpg~*^*~','','','','','','','','','','');
INSERT INTO `图片附件` VALUES('300','qigong14955286136435364320170501','ZGHX-AN~2017-0004','南山建工村','498','14955288140.jpg~*^*~','','','14955292350.jpg~*^*~','2017-5-23/16:47:17','','','','','||','保存');
INSERT INTO `图片附件` VALUES('301','qigong14955288875072750720170501','ZGHX-AN~2017-0005','南山建工村','498','14955290700.jpg~*^*~14955290711.jpg~*^*~','','','14955510920.jpg~*^*~14955510921.jpg~*^*~','2017-5-23/22:51:35','','','','','||||','保存');
INSERT INTO `图片附件` VALUES('302','qigong14955499106105061020170501','ZGHX-AN~2017-0007','南山建工村','498','','','','','','','','','','','');
INSERT INTO `图片附件` VALUES('303','qigong14955499405642056420170501','ZGHX-AN~2017-0008','南山建工村','498','14955500120.jpg~*^*~','','','','','','','','','','');
INSERT INTO `图片附件` VALUES('304','qigong14955500631292312920170501','ZGHX-AN~2017-0009','南山建工村','498','','','','14955505770.jpg~*^*~','2017-5-23/22:42:58','','','','','||','保存');
INSERT INTO `图片附件` VALUES('305','qigong14955515254124541220170501','ZGHX-AN~2017-0010','南山建工村','498','','','','','','','','','','','');
INSERT INTO `图片附件` VALUES('307','qigong1495592407974797420170501','ZGHX-AN~2017-0014','南山建工村','498','14955926000.jpg~*^*~14955926011.jpg~*^*~','','','','','','','','','','');
--
-- 表的结构处罚条目
--

DROP TABLE IF EXISTS `处罚条目`;
CREATE TABLE `处罚条目` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `时间戳` varchar(255) NOT NULL,
  `工程id` varchar(50) NOT NULL,
  `工程名称` varchar(255) NOT NULL,
  `通知单编号` varchar(255) NOT NULL,
  `编号` varchar(255) NOT NULL,
  `内容` longtext NOT NULL,
  `扣分值` varchar(255) NOT NULL,
  `对象` longtext NOT NULL,
  `类型` varchar(255) NOT NULL,
  `违章数据库id` int(11) NOT NULL,
  `通知书id` int(11) NOT NULL,
  `检查项目` varchar(255) NOT NULL,
  `条纹代码` varchar(255) NOT NULL,
  `编号注释` varchar(255) NOT NULL,
  `参考分数` varchar(255) NOT NULL,
  `flag` varchar(50) NOT NULL,
  `录入时间` varchar(50) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=420 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 处罚条目
--

INSERT INTO `处罚条目` VALUES('372','1493370180764','488','碧桂园起凤台项目部','ZG-2017-0001','','卸料平台无安全网，超荷载堆放||悬空作业处未设置防护栏杆或其他可靠的安全设施||','','4层落地平台||地下室||','','0','0','','','','','','2017-4-28/17:8:45');
INSERT INTO `处罚条目` VALUES('400','qigong14942943216822168220170501','496','棕榈岛J3地块项目部','ZGHX-AN~2017-0001','','未在立杆与纵向水平杆交点处设置横向水平杆||作业层脚手板下未采用安全平网兜底或作业层以下每隔10m未采用安全平网封闭||架体与建筑物结构拉结方式或间距不符合规范要求||钢梁外端未设置钢丝绳或钢拉杆与上一层建筑结构拉结||','','3栋1单元23层至24层楼梯平台||3栋2单元19至24层||3栋2单元19层厨房||3栋2单元21层||','','0','0','','','','','','2017-5-9/9:57:26');
INSERT INTO `处罚条目` VALUES('376','qigong1493696924059445920170501','489','豪逸御华庭B2区项目部','ZG-2017-0001','','作业层防护栏杆不符合规范要求||脚手板未满铺或铺设不严、不牢||脚手架外侧未采用密目式安全网封闭或网间连接不严||在建工程的孔、洞未采取防护措施||17丶18号楼屋面外架剪刀撑缺失||','','9号楼30层||9号楼26层电梯平台||18栋放灰处||17栋屋面变形缝||17、18号楼||','','0','0','','','','','','2017-5-2/12:1:55');
INSERT INTO `处罚条目` VALUES('379','qigong14938048617034170320170501','490','鲁班大厦','ZG-2017-0001','','工作面边沿无临边防护||在建工程的孔、洞未采取防护措施||防护措施、设施不符合要求或不严密||','','首层||一层||一层||','','0','0','','','','','','2017-5-3/17:50:23');
INSERT INTO `处罚条目` VALUES('380','qigong1493805061652165220170501','490','鲁班大厦','ZG-2017-0002','','立杆连接不符合规范要求||剪刀撑斜杆接长不符合规范要求||工作面边沿无临边防护||在建工程的孔、洞未采取防护措施||','','||||||||','','0','0','','','','','','2017-5-3/17:52:46');
INSERT INTO `处罚条目` VALUES('381','qigong1493815207229722920170501','490','鲁班大厦','ZG-2017-0003','','作业层架体外侧未设置高度不小于180mm的挡脚板||作业层脚手板下未采用安全平网兜底或作业层以下每隔10m未采用安全平网封闭||脚手架外侧未采用密目式安全网封闭或网间连接不严||','','||||||','','0','0','','','','','','2017-5-3/20:41:21');
INSERT INTO `处罚条目` VALUES('382','qigong14938780810081820170501','495','锦胜财富大厦项目部','ZG-2017-0001','','临边防护设施的构造、强度不符合规范要求||钢平台台面铺板不严或钢平台与建筑结构之间铺板不严||','','研发楼14层施工电梯||研发楼15层||','','0','0','','','','','','2017-5-4/14:15:56');
INSERT INTO `处罚条目` VALUES('383','qigong1493879763845384520170501','495','锦胜财富大厦项目部','ZG-2017-0002','','临边防护设施的构造、强度不符合规范要求||钢平台台面铺板不严或钢平台与建筑结构之间铺板不严||','','||||','','0','0','','','','','','2017-5-4/14:45:23');
INSERT INTO `处罚条目` VALUES('384','qigong14938807583753837520170501','495','锦胜财富大厦项目部','ZG-2017-0003','','临边防护设施的构造、强度不符合规范要求||钢平台台面铺板不严或钢平台与建筑结构之间铺板不严||','','||||','','0','0','','','','','','2017-5-4/14:54:25');
INSERT INTO `处罚条目` VALUES('385','qigong14938814047392473920170501','495','锦胜财富大厦项目部','ZG-2017-0004','','临边防护设施的构造、强度不符合规范要求||钢平台台面铺板不严或钢平台与建筑结构之间铺板不严||','','||||','','0','0','','','','','','2017-5-4/15:4:59');
INSERT INTO `处罚条目` VALUES('386','qigong1493882524209420920170501','495','锦胜财富大厦项目部','ZG-2017-0005','','施工现场未采取防尘措施||防护措施、设施不符合要求或不严密||未按规范要求设置剪刀撑||','','||||||','','0','0','','','','','','2017-5-4/15:29:6');
INSERT INTO `处罚条目` VALUES('387','qigong14938852426462264620170501','495','锦胜财富大厦项目部','ZG-2017-0006','','架体搭设完毕未办理验收手续||作业层防护栏杆不符合规范要求||架体外侧未采用密目式安全网封闭或网间不严||高处作业人员未按规定系挂安全带||防护措施、设施不符合要求或不严密||防护设施未形成用定型化、工具式||','','5层||6层||7层||8层外架||9层||IO层||','','0','0','','','','','','2017-5-4/16:11:31');
INSERT INTO `处罚条目` VALUES('388','qigong14938873196805968020170501','495','锦胜财富大厦项目部','ZG-2017-0008','','未有安全检查记录||未按规范要求设置剪刀撑||','','资料检查||3层||','','0','0','','','','','','2017-5-4/16:44:14');
INSERT INTO `处罚条目` VALUES('389','qigong14938883839164391620170501','495','锦胜财富大厦项目部','ZG-2017-0009','','作业层与建筑物之间未进行封闭||脚手板未满铺或铺设不牢、不稳||','','||||','','0','0','','','','','','2017-5-4/17:5:29');
INSERT INTO `处罚条目` VALUES('401','qigong14942957207964079620170501','498','南山建工村','ZGHX-AN~2017-0001','','施工现场未采取防尘措施||对重大事故隐患整改通知书所列项目未按期整改和复查||安全员未按消防制度落实现场消防设施的||施工现场未采取防尘措施||剪刀撑斜杆的接长或剪刀撑斜杆与架体杆件固定不符合规范要求||脚手板规格或材质不符合规范要求||架体底层沿建筑结构边缘，悬挑钢梁与悬挑钢梁之间未采取封闭措施或封闭不严||','','王剑1||王剑2||林工1||林工1||吴工操作1||吴工操作2||小林2||','','0','0','','','','','','2017-5-9/10:11:24');
INSERT INTO `处罚条目` VALUES('402','qigong14942958769661696620170501','495','锦胜财富大厦项目部','ZGHX-AN~2017-0001','','立杆伸出顶层水平杆的长度超过规范要求||特种作业人员未取得省级建设行政主管部门颁发的操作资格证的||','','','','0','0','','','','','','2017-5-9/10:13:44');
INSERT INTO `处罚条目` VALUES('403','qigong14942971987351873520170501','498','南山建工村','ZGHX-AN~2017-0002','','施工现场未采取防尘措施||架体底层第一步纵向水平杆处未按规定设置连墙件或未采用其他可靠措施固定||','','分1||分2||','','0','0','','','','','','2017-5-9/10:34:20');
INSERT INTO `处罚条目` VALUES('404','qigong14942972593161931620170501','498','南山建工村','ZGHX-AN~2017-0002','','施工现场进出口未设置大门||未设置门卫室||','','||||','','0','0','','','','','','2017-5-9/10:35:5');
INSERT INTO `处罚条目` VALUES('405','qigong1494297640061406120170501','498','南山建工村','ZGHX-AN~2017-0003','','吊篮平台组装长度不符合产品说明书和规范要求||吊篮组装的构配件不是同一生产厂家的产品||','','','','0','0','','','','','','2017-5-9/10:41:19');
INSERT INTO `处罚条目` VALUES('406','qigong14943038697572975720170501','496','棕榈岛J3地块项目部','ZGHX-AN~2017-0002','','架体底层第一步纵向水平杆处未按规定设置连墙件或未采用其他可靠措施固定||未建立安全生产责任制||','','','','0','0','','','','','','2017-5-9/12:25:11');
INSERT INTO `处罚条目` VALUES('407','qigong14943041532931329320170501','496','棕榈岛J3地块项目部','ZGHX-AN~2017-0003','','围挡未达到坚固、稳定、整洁、美观||架体基础不平、不实，不符合专项施工方案要求||架体底部未按规范要求设置底座||','','一层||||||','','0','0','','','','','','2017-5-9/12:30:56');
INSERT INTO `处罚条目` VALUES('408','qigong14943048326393263920170501','499','123','ZGHX-AN~2017-0001','','施工现场进出口未设置大门||未设置门卫室||未建立门卫值守管理制度或未配备门卫值守人员||脚手架提升超过规定允许高度，专项施工方案未按规定组织专家论证||未编制专项施工方案或未对吊篮支架支撑处结构的承载力进行验算||开挖深度2m及以上的基坑周边未按规范要求设置防护栏杆或栏杆设置不符合规范要求||降水井口未设置防护盖板或围栏||未按规范要求设置纵、横向扫地杆||','','||||||||||1||2||||','','0','0','','','','','','2017-5-9/12:41:37');
INSERT INTO `处罚条目` VALUES('410','1494556513473','489','豪逸御华庭B2区项目部','ZGHX-AN~2017-0001','','未按标准佩戴安全帽||未建立安全检查制度||未有安全检查记录||','','||||||','','0','0','','','','','','2017-5-12/10:45:49');
INSERT INTO `处罚条目` VALUES('411','qigong14955239806384063820170501','499','123','ZGHX-AN~2017-0002','','验收内容未进行量化，或未经责任人签字确认||支架搭设、拆除前未进行交底或无文字记录||','','||||','','0','0','','','','','','2017-5-23/15:21:46');
INSERT INTO `处罚条目` VALUES('412','qigong14955286136435364320170501','498','南山建工村','ZGHX-AN~2017-0004','','作业层脚手板下未采用安全平网兜底或作业层以下每隔10m未采用安全平网封闭||作业层与建筑物之间未进行封闭||','','||||','','0','0','','','','','','2017-5-23/16:40:15');
INSERT INTO `处罚条目` VALUES('413','qigong14955288875072750720170501','498','南山建工村','ZGHX-AN~2017-0005','','未履行验收程序，验收表未经责任人签字确认||每天班前班后未进行检查||作业层防护栏杆不符合规范要求||作业层架体外侧未设置高度不小于180mm的挡脚板||','','||||垃圾||||','','0','0','','','','','','2017-5-23/16:44:32');
INSERT INTO `处罚条目` VALUES('414','qigong14955499106105061020170501','498','南山建工村','ZGHX-AN~2017-0007','','架体底层第一步纵向水平杆处未按规定设置连墙件或未采用其他可靠措施固定||','','','','0','0','','','','','','2017-5-23/22:32:25');
INSERT INTO `处罚条目` VALUES('415','qigong14955499405642056420170501','498','南山建工村','ZGHX-AN~2017-0008','','安全员未按消防制度落实现场消防设施的||施工现场未采取防尘措施||','','||||','','0','0','','','','','','2017-5-23/22:33:34');
INSERT INTO `处罚条目` VALUES('416','qigong14955500631292312920170501','498','南山建工村','ZGHX-AN~2017-0009','','荷载堆放不均匀||','','','','0','0','','','','','','2017-5-23/22:35:22');
INSERT INTO `处罚条目` VALUES('417','qigong14955515254124541220170501','498','南山建工村','ZGHX-AN~2017-0010','','未安装防坠安全锁或安全锁失灵||','','','','0','0','','','','','','2017-5-23/23:0:40');
INSERT INTO `处罚条目` VALUES('419','qigong1495592407974797420170501','498','南山建工村','ZGHX-AN~2017-0014','','架体搭设完毕未办理验收手续||脚手板规格、材质不符合要求||','','3层||3层||','','0','0','','','','','','2017-5-24/10:23:23');
--
-- 表的结构工程信息_人员信息
--

DROP TABLE IF EXISTS `工程信息_人员信息`;
CREATE TABLE `工程信息_人员信息` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `时间戳` varchar(200) NOT NULL,
  `工程id` int(11) NOT NULL,
  `工程名称` varchar(200) NOT NULL,
  `姓名` varchar(200) NOT NULL,
  `性别` varchar(200) NOT NULL,
  `管理层次` varchar(200) NOT NULL,
  `职务类别` varchar(200) NOT NULL,
  `身份证号` varchar(200) NOT NULL,
  `手机号码` varchar(200) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=14 DEFAULT CHARSET=gbk;

--
-- 转存表中的数据 工程信息_人员信息
--

INSERT INTO `工程信息_人员信息` VALUES('12','1493691674568','489','豪逸御华庭B2区项目部','赵亚斌','男','安全主管','','','15979167689');
INSERT INTO `工程信息_人员信息` VALUES('13','1494557675066','489','豪逸御华庭B2区项目部','李刚','男','项目经理','','','');
--
-- 表的结构工程信息_基本信息
--

DROP TABLE IF EXISTS `工程信息_基本信息`;
CREATE TABLE `工程信息_基本信息` (
  `id` int(11) NOT NULL,
  `时间戳` varchar(200) NOT NULL,
  `工程id` int(11) NOT NULL,
  `项目类别` varchar(200) NOT NULL,
  `工程名称` varchar(200) NOT NULL,
  `工程位置` varchar(200) NOT NULL,
  `开工日期` varchar(200) NOT NULL,
  `竣工日期` varchar(200) NOT NULL,
  `建筑面积` varchar(200) NOT NULL,
  `基坑深度` varchar(200) NOT NULL,
  `建筑高度` varchar(200) NOT NULL,
  `建筑栋数` varchar(200) NOT NULL,
  `建筑层数` varchar(200) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=gbk;

--
-- 转存表中的数据 工程信息_基本信息
--

--
-- 表的结构工程动态添加手机
--

DROP TABLE IF EXISTS `工程动态添加手机`;
CREATE TABLE `工程动态添加手机` (
  `id` int(50) NOT NULL AUTO_INCREMENT,
  `时间戳` varchar(255) DEFAULT NULL,
  `mobileZgs` varchar(255) DEFAULT NULL,
  `mobileOther` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=63 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 工程动态添加手机
--

INSERT INTO `工程动态添加手机` VALUES('36','1493262870','','');
INSERT INTO `工程动态添加手机` VALUES('37','1493262871','','');
INSERT INTO `工程动态添加手机` VALUES('38','1493352252','13603070333,13826467128,13632665565,','13411858432,');
INSERT INTO `工程动态添加手机` VALUES('39','1493691061','13603070333,13826467128,13632665565,','');
INSERT INTO `工程动态添加手机` VALUES('40','1493691062','13632665565,','');
INSERT INTO `工程动态添加手机` VALUES('41','1493803687','','');
INSERT INTO `工程动态添加手机` VALUES('42','1493863807','13603070333,13632665565,13826467128,','1111111111111111111,');
INSERT INTO `工程动态添加手机` VALUES('43','1493863808','13632665565,13603070333,13826467128,',',,');
INSERT INTO `工程动态添加手机` VALUES('44','1493865277','13632665565,13603070333,13826467128,','13802293663,13600177700,');
INSERT INTO `工程动态添加手机` VALUES('45','1493865582','13632665565,','');
INSERT INTO `工程动态添加手机` VALUES('46','1493867887498','13632665565,','13682600189,');
INSERT INTO `工程动态添加手机` VALUES('47','1494208955','13603070333,13632665565,13826467128,','123,');
INSERT INTO `工程动态添加手机` VALUES('49','1494294618','15986523014,','15986520125,');
INSERT INTO `工程动态添加手机` VALUES('50','1494294659','15979164689,','15963025020,,');
INSERT INTO `工程动态添加手机` VALUES('51','1494304787','','');
INSERT INTO `工程动态添加手机` VALUES('52','1495078543',',,,,,',',');
INSERT INTO `工程动态添加手机` VALUES('53','1495379980','','');
INSERT INTO `工程动态添加手机` VALUES('54','1495382716','','');
INSERT INTO `工程动态添加手机` VALUES('55','1495382867','','');
INSERT INTO `工程动态添加手机` VALUES('56','1495383359','','');
INSERT INTO `工程动态添加手机` VALUES('57','1495384087','','');
INSERT INTO `工程动态添加手机` VALUES('58','1495384232','','');
INSERT INTO `工程动态添加手机` VALUES('59','1495384614','','1111111,2222222,3333333,');
INSERT INTO `工程动态添加手机` VALUES('60','1495529939','','');
INSERT INTO `工程动态添加手机` VALUES('61','1495587997',',,,,',',,,,,,15979164689,');
INSERT INTO `工程动态添加手机` VALUES('62','1494289289465','','13823766208,');
--
-- 表的结构工程管理人员
--

DROP TABLE IF EXISTS `工程管理人员`;
CREATE TABLE `工程管理人员` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `工程时间戳` varchar(50) DEFAULT NULL,
  `部门` varchar(50) DEFAULT NULL,
  `岗位` varchar(50) DEFAULT NULL,
  `姓名` varchar(50) DEFAULT NULL,
  `联系方式` varchar(50) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=1651 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 工程管理人员
--

INSERT INTO `工程管理人员` VALUES('1593','1493352252','总公司','董事长','李安','13603070333');
INSERT INTO `工程管理人员` VALUES('1594','1493352252','总公司','总经理','史立宾','13826467128');
INSERT INTO `工程管理人员` VALUES('1595','1493352252','总公司','副总经理','姚秋生','13632665565');
INSERT INTO `工程管理人员` VALUES('1596','1493352252','分公司','巡查员','梁元峰','13411858432');
INSERT INTO `工程管理人员` VALUES('1597','1493691061','总公司','董事长','李安','13603070333');
INSERT INTO `工程管理人员` VALUES('1598','1493691061','总公司','总经理','史立宾','13826467128');
INSERT INTO `工程管理人员` VALUES('1599','1493691061','总公司','副总经理','姚秋生','13632665565');
INSERT INTO `工程管理人员` VALUES('1600','1493691062','总公司','副总经理','姚秋生','13632665565');
INSERT INTO `工程管理人员` VALUES('1601','1493863807','总公司','董事长','李安','13603070333');
INSERT INTO `工程管理人员` VALUES('1602','1493863807','总公司','副总经理','姚秋生','13632665565');
INSERT INTO `工程管理人员` VALUES('1603','1493863807','总公司','总经理','史立宾','13826467128');
INSERT INTO `工程管理人员` VALUES('1604','1493863807','分公司','巡查员','111','1111111111111111111');
INSERT INTO `工程管理人员` VALUES('1605','1493863808','总公司','副总经理','姚秋生','13632665565');
INSERT INTO `工程管理人员` VALUES('1606','1493863808','总公司','董事长','李安','13603070333');
INSERT INTO `工程管理人员` VALUES('1607','1493863808','总公司','总经理','史立宾','13826467128');
INSERT INTO `工程管理人员` VALUES('1608','1493863808','分公司','工程部主管','祝筠华','');
INSERT INTO `工程管理人员` VALUES('1609','1493863808','分公司','工程部主管','祝筠华','');
INSERT INTO `工程管理人员` VALUES('1610','1493865277','总公司','副总经理','姚秋生','13632665565');
INSERT INTO `工程管理人员` VALUES('1611','1493865277','总公司','董事长','李安','13603070333');
INSERT INTO `工程管理人员` VALUES('1612','1493865277','总公司','总经理','史立宾','13826467128');
INSERT INTO `工程管理人员` VALUES('1613','1493865277','分公司','工程部主管','祝筠华','13802293663');
INSERT INTO `工程管理人员` VALUES('1614','1493865277','分公司','工程部主管','时维强','13600177700');
INSERT INTO `工程管理人员` VALUES('1615','1493865582','总公司','副总经理','姚秋生','13632665565');
INSERT INTO `工程管理人员` VALUES('1616','1493867887498','项目部','安全员','唐明清','13682600189');
INSERT INTO `工程管理人员` VALUES('1617','1493867887498','总公司','副总经理','姚秋生','13632665565');
INSERT INTO `工程管理人员` VALUES('1618','1494208955','总公司','董事长','李安','13603070333');
INSERT INTO `工程管理人员` VALUES('1619','1494208955','总公司','副总经理','姚秋生','13632665565');
INSERT INTO `工程管理人员` VALUES('1620','1494208955','总公司','总经理','史立宾','13826467128');
INSERT INTO `工程管理人员` VALUES('1621','1494208955','分公司','工程部主管','123','123');
INSERT INTO `工程管理人员` VALUES('1622','1494230379','分公司','岗位1','管理人员1','18985632010');
INSERT INTO `工程管理人员` VALUES('1623','1494230379','总公司','岗位3','管理人员2','18985632011');
INSERT INTO `工程管理人员` VALUES('1624','1494230379','总公司','zhiliang','wushaohang','15876092583');
INSERT INTO `工程管理人员` VALUES('1625','1494294618','分公司','岗位1','管理人员1','15986520125');
INSERT INTO `工程管理人员` VALUES('1626','1494294618','总公司','岗位2','管理人员2','15986523014');
INSERT INTO `工程管理人员` VALUES('1627','1494294659','项目部','gangwei1','guanlirenyuan1','15963025020');
INSERT INTO `工程管理人员` VALUES('1628','1495078543','总公司','董事长','李安','');
INSERT INTO `工程管理人员` VALUES('1629','1495078543','总公司','总经理','史立宾','');
INSERT INTO `工程管理人员` VALUES('1630','1495078543','总公司','副总经理','姚秋生','');
INSERT INTO `工程管理人员` VALUES('1631','1495078543','总公司','','','');
INSERT INTO `工程管理人员` VALUES('1632','1495078543','总公司','','','');
INSERT INTO `工程管理人员` VALUES('1633','1495078543','项目部','','','');
INSERT INTO `工程管理人员` VALUES('1634','1494294659','项目部','','','');
INSERT INTO `工程管理人员` VALUES('1635','1495384614','分公司','1111','11111','1111111');
INSERT INTO `工程管理人员` VALUES('1636','1495384614','分公司','2222','22222','2222222');
INSERT INTO `工程管理人员` VALUES('1637','1495384614','分公司','3333','22222','3333333');
INSERT INTO `工程管理人员` VALUES('1638','1494294659','总公司','巡查员','赵亚斌','15979164689');
INSERT INTO `工程管理人员` VALUES('1639','1495587997','项目部','安全员','李工','');
INSERT INTO `工程管理人员` VALUES('1640','1495587997','分公司','总经理','','');
INSERT INTO `工程管理人员` VALUES('1641','1495587997','总公司','','','');
INSERT INTO `工程管理人员` VALUES('1642','1495587997','分公司','党委书记','','');
INSERT INTO `工程管理人员` VALUES('1643','1495587997','分公司','工程部主管','','');
INSERT INTO `工程管理人员` VALUES('1644','1495587997','总公司','董事长','','');
INSERT INTO `工程管理人员` VALUES('1645','1495587997','总公司','总经理','','');
INSERT INTO `工程管理人员` VALUES('1646','1495587997','总公司','巡查员','','');
INSERT INTO `工程管理人员` VALUES('1647','1495587997','项目部','','','');
INSERT INTO `工程管理人员` VALUES('1648','1495587997','项目部','','','');
INSERT INTO `工程管理人员` VALUES('1649','1494289289465','分公司','设备管理员','马旺','13823766208');
INSERT INTO `工程管理人员` VALUES('1650','1495587997','分公司','巡查员','赵亚斌','15979164689');
--
-- 表的结构开放性类型
--

DROP TABLE IF EXISTS `开放性类型`;
CREATE TABLE `开放性类型` (
  `序号` varchar(255) DEFAULT NULL,
  `名称` varchar(255) DEFAULT NULL,
  `序号1` varchar(255) DEFAULT NULL,
  `名称1` varchar(255) DEFAULT NULL,
  `序号2` varchar(255) DEFAULT NULL,
  `序号3` varchar(255) DEFAULT NULL,
  `序号4` varchar(255) DEFAULT NULL,
  `名称2` varchar(255) DEFAULT NULL,
  `名称3` varchar(255) DEFAULT NULL,
  `名称4` varchar(255) DEFAULT NULL,
  `细类` varchar(255) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=gbk;

--
-- 转存表中的数据 开放性类型
--

INSERT INTO `开放性类型` VALUES('1','1','21','3','恩恩','啊啊','22 ','拉拉队','问问','恩恩','人');
--
-- 表的结构开放类型_检查内容
--

DROP TABLE IF EXISTS `开放类型_检查内容`;
CREATE TABLE `开放类型_检查内容` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `时间戳` varchar(255) NOT NULL,
  `检查内容` varchar(255) NOT NULL,
  `拓展字段1` varchar(255) NOT NULL,
  `拓展字段2` varchar(255) NOT NULL,
  `拓展字段3` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=22 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 开放类型_检查内容
--

INSERT INTO `开放类型_检查内容` VALUES('1','1495108792809','工程质量','','','');
INSERT INTO `开放类型_检查内容` VALUES('2','1495108809291','安全生产','','','');
INSERT INTO `开放类型_检查内容` VALUES('3','1495108822817','文明施工','','','');
INSERT INTO `开放类型_检查内容` VALUES('4','1495108832307','进度管理','','','');
INSERT INTO `开放类型_检查内容` VALUES('5','1495108839516','技术管理','','','');
INSERT INTO `开放类型_检查内容` VALUES('6','1495109319970','合同商务管理','','','');
INSERT INTO `开放类型_检查内容` VALUES('7','1495109325842','成本管理','','','');
INSERT INTO `开放类型_检查内容` VALUES('8','1495109331617','材料管理','','','');
INSERT INTO `开放类型_检查内容` VALUES('9','1495109337062','法律债权','','','');
INSERT INTO `开放类型_检查内容` VALUES('10','1495109343016','后勤','','','');
INSERT INTO `开放类型_检查内容` VALUES('11','1495109348254','消防及危化品','','','');
INSERT INTO `开放类型_检查内容` VALUES('12','1495109353088','保卫','','','');
INSERT INTO `开放类型_检查内容` VALUES('13','1495109357309','劳动保护','','','');
INSERT INTO `开放类型_检查内容` VALUES('14','1495109362944','企业文化','','','');
INSERT INTO `开放类型_检查内容` VALUES('15','1495109367894','外脚手架','','','');
INSERT INTO `开放类型_检查内容` VALUES('16','1495109372469','模板支架','','','');
INSERT INTO `开放类型_检查内容` VALUES('17','1495109378355','高处作业','','','');
INSERT INTO `开放类型_检查内容` VALUES('18','1495109382770','大型机械设备','','','');
INSERT INTO `开放类型_检查内容` VALUES('19','1495109387078','施工用电','','','');
INSERT INTO `开放类型_检查内容` VALUES('20','1495109391367','危险性较大分部分项工程','','','');
INSERT INTO `开放类型_检查内容` VALUES('21','1495109396137','安全管理资料','','','');
--
-- 表的结构我的工程
--

DROP TABLE IF EXISTS `我的工程`;
CREATE TABLE `我的工程` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `时间戳` varchar(255) NOT NULL,
  `工程名称` varchar(255) DEFAULT NULL,
  `地区` varchar(255) DEFAULT NULL,
  `项目类别` varchar(255) DEFAULT NULL,
  `工程状态` varchar(255) DEFAULT NULL,
  `形象进度` varchar(255) DEFAULT NULL,
  `审核结果` varchar(255) DEFAULT NULL,
  `整改` int(10) DEFAULT NULL,
  `扣分` int(10) DEFAULT NULL,
  `停工` int(10) DEFAULT NULL,
  `工程位置` varchar(255) DEFAULT NULL,
  `经纬度` varchar(50) DEFAULT NULL,
  `误差范围` varchar(50) DEFAULT NULL,
  `建筑面积` varchar(255) DEFAULT NULL,
  `层数` varchar(10) DEFAULT NULL,
  `高度` varchar(10) DEFAULT NULL,
  `基坑深度` varchar(10) NOT NULL,
  `项目经理` varchar(10) DEFAULT NULL,
  `项目经理手机` varchar(20) DEFAULT NULL,
  `安全主管` varchar(10) DEFAULT NULL,
  `安全主管手机` varchar(20) DEFAULT NULL,
  `安全员` varchar(10) DEFAULT NULL,
  `安全员手机` varchar(20) DEFAULT NULL,
  `机械管理员` varchar(10) DEFAULT NULL,
  `机械管理员手机` varchar(20) DEFAULT NULL,
  `责任人` varchar(10) DEFAULT NULL,
  `联系方式` varchar(20) DEFAULT NULL,
  `部门负责人A` varchar(10) DEFAULT NULL,
  `部门负责人A手机` varchar(20) DEFAULT NULL,
  `部门负责人B` varchar(10) DEFAULT NULL,
  `部门负责人B手机` varchar(20) DEFAULT NULL,
  `部门负责人C` varchar(10) DEFAULT NULL,
  `部门负责人C手机` varchar(20) DEFAULT NULL,
  `总公司负责人A` varchar(10) DEFAULT NULL,
  `总公司负责人A手机` varchar(20) DEFAULT NULL,
  `总公司负责人B` varchar(10) DEFAULT NULL,
  `总公司负责人B手机` varchar(20) DEFAULT NULL,
  `总公司负责人C` varchar(10) DEFAULT NULL,
  `总公司负责人C手机` varchar(20) DEFAULT NULL,
  `施工许可证取得情况` varchar(255) DEFAULT NULL,
  `开工报告` varchar(255) DEFAULT NULL,
  `开工报告附件上传` varchar(255) DEFAULT NULL,
  `用户id` int(50) NOT NULL,
  `开工日期` varchar(100) DEFAULT NULL,
  `竣工日期` varchar(100) DEFAULT NULL,
  `栋数` varchar(20) DEFAULT NULL,
  `所属公司` varchar(50) DEFAULT NULL,
  `地区省` varchar(50) NOT NULL,
  `地区市` varchar(50) NOT NULL,
  `总部巡查员` varchar(50) DEFAULT NULL,
  `总部巡查员手机` varchar(50) DEFAULT NULL,
  `生产经理` varchar(50) DEFAULT NULL,
  `审核` int(10) DEFAULT NULL,
  `生产经理手机` varchar(50) DEFAULT NULL,
  `质量员` varchar(50) DEFAULT NULL,
  `质量员手机` varchar(50) DEFAULT NULL,
  PRIMARY KEY (`id`,`时间戳`)
) ENGINE=MyISAM AUTO_INCREMENT=512 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 我的工程
--

INSERT INTO `我的工程` VALUES('498','1494294659','南山建工村','','建筑工程','','主体施工','','','','','南山建工村','113.93125,22.568662','5','40000','33.32.31','1#lou -100','7','徐工','15690815320','张工','15690815321','刘工','15690815322','理工','15690815323','王剑','18988583168','张工','13510648250','赵工','15013791882','杨工','15013791882','林工','15390915320','','15876092583','杨云雄','15013791882','备案中','开工（附备案报告）','14942946591004.jpg','10','2016-12-30','2018-06-01','3','一分公司','广东省','深圳市','程则贵','18677335562','考林宫','0','15690815324','治理','15690815325');
INSERT INTO `我的工程` VALUES('488','1493352252','碧桂园起凤台项目部','','建筑工程','','基础施工','','','','','惠阳区三和大道附近','114.514219,22.88806','2','138000','34','99.2','6','吴大兵','13823112369','陈明星','13510608480','甘斌','15983275291','唐清俊','13802571423','吴大兵','13823112369','','','陈志豪','13923418992','祝筠华','13802293663','吴航','13510881338','','','程则贵','18677335562','已取得','','14933522521','10','2017.2.28','2018.12.26','5','一分公司','广东省','惠州市','杨云雄','15013791882','李彦东','','18688735200','','');
INSERT INTO `我的工程` VALUES('489','1494556216390','豪逸御华庭B2区项目部','','建筑工程','','装饰装修','','','','','石岐区白石南路','113.379309,22.509052','2','79900','33','100','5','李刚','13923788510','尹柯懿','13172650217','林子龙','18565470570','','','李刚','13923788510','廖军','15012897081','杨林','18680170633','刘德培','13922176855','吴航','13510881338','','','程则贵','18677335562','已取得','','14936910621','10','2016.5.12','2018.1.8','5','广州公司','广东省','中山市','杨云雄','15013791882','李刚','','18783946633','','');
INSERT INTO `我的工程` VALUES('495','1493867887498','锦胜财富大厦项目部','','建筑工程','','主体施工','','','','','沙井鞍胜路与南环路交汇处','113.825308,22.718284','2','120400','29','105','10','周亚平','13925251956','刘显金','13682411026','刘选建','15889319631','钟伟','15013821880','周亚平','13925251956','王军','13622381683','陈志豪','13923418992','梁元峰','13411858432','吴航','13510881338','','','程则贵','18677335562','已取得','','14938655821','10','2016.8.8','2017.10.16','3','一分公司','广东省','深圳市','杨云雄','15013791882','敖华东','0','13692239859','唐明清','13600189203');
INSERT INTO `我的工程` VALUES('496','1494289289465','棕榈岛J3地块项目部','','建筑工程','','主体施工','','','','','惠阳区北环路与内环路交汇处','114.436821,22.800483','2','120000','29','94.45','9.6','龚璐','18925261958','全建荣','13827260418','王志康','18982785581','','','龚璐','18925261958','王继奎','13609629576','向红明','13510095416','赖渝','13992842361','吴航','13510881338','','','程则贵','18677335562','已取得','','14942089551','10','2016.5.23','2018.3.1','6','三公司','广东省','惠州市','杨云雄','15013791882','','','','','');
INSERT INTO `我的工程` VALUES('510','1495587997','中国华西测试项目','','建筑工程','','主体施工','','','','','南山建工村','113.93183,22.570238','2','10000㎡','32、33、10','99、102、40','7M','张经理','','程则贵','18677335562','','','','','杨云雄','15013791882','王总','','陈部长','321','赵亚斌','15979164689','吴航','','张晓刚','13510648250','','','已取得','','14955879971','10','2017/1/1','2017/6/30','3','总公司','广东省','深圳市','杨云雄','15013791882','','','','','');
INSERT INTO `我的工程` VALUES('500','1495078543','顺德恒大御苑','','建筑工程','','基础施工','','','','','顺德区龙江镇龙江中学旁','113.088076,22.873114','2','152905.7','25','87.6','7.6','熊箭','13923465110','彭瑜','13530785990','谭艺鹏','13709087908','王程','15378238042','杨云雄','15013791882','王军','13622381683','陈志豪','13923418992','梁元峰','13112856201','吴航','13510881338','','','程则贵','18677335562','已取得','','14950785431','10','2017/3/16','2019/6/30','8','一分公司','广东省','佛山市','杨云雄','15013791882','林远鹏','','13510206829','杨璐','18899777068');
--
-- 表的结构整改通知书编号维护
--

DROP TABLE IF EXISTS `整改通知书编号维护`;
CREATE TABLE `整改通知书编号维护` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `编号内容` varchar(50) CHARACTER SET utf8 NOT NULL,
  `编号主体` varchar(50) CHARACTER SET utf8 NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=10 DEFAULT CHARSET=gbk;

--
-- 转存表中的数据 整改通知书编号维护
--

INSERT INTO `整改通知书编号维护` VALUES('3','asdfgafdasd','sdad');
INSERT INTO `整改通知书编号维护` VALUES('4','2017','ZG');
INSERT INTO `整改通知书编号维护` VALUES('8','AN~2017','ZGHX');
--
-- 表的结构用户信息
--

DROP TABLE IF EXISTS `用户信息`;
CREATE TABLE `用户信息` (
  `id` int(50) NOT NULL AUTO_INCREMENT,
  `账号` varchar(50) NOT NULL,
  `密码` varchar(50) NOT NULL,
  `邮箱` varchar(50) DEFAULT NULL,
  `部门` varchar(50) DEFAULT NULL,
  `手机` varchar(20) CHARACTER SET utf8 DEFAULT NULL,
  `姓名` varchar(20) DEFAULT NULL,
  `权限` varchar(100) NOT NULL,
  `设备` varchar(50) DEFAULT NULL,
  `审核` int(10) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=184 DEFAULT CHARSET=gbk;

--
-- 转存表中的数据 用户信息
--

INSERT INTO `用户信息` VALUES('129','linzilong','992272245','992272245@qq.com','广州公司','18565470570','林子龙','','手机','');
INSERT INTO `用户信息` VALUES('10','ZGHX-AN','123123','838091338@qq.com','总公司','15979164689','赵亚斌','工程信息维护,0||整改通知单编号维护,1||用户管理维护,2||违章数据库维护,3||危险源类型维护,4||数据库备份与恢复,5||','电脑','1');
INSERT INTO `用户信息` VALUES('17','123456','123456','1829001401@qq.com','总监办','15390915320','小李','','手机','1');
INSERT INTO `用户信息` VALUES('18','12345678','12345678','1236548970@qq.com','总公司','15390915330','测试晓毅','工程信息维护,6||整改通知单编号维护,7||用户管理维护,8||违章数据库维护,9||危险源类型维护,10||数据库备份与恢复,11||','手机','1');
INSERT INTO `用户信息` VALUES('20','15013791882','3325036','445266635@qq.com','总公司','15013791882','杨云雄','工程信息维护,6||整改通知单编号维护,7||用户管理维护,8||违章数据库维护,9||危险源类型维护,10||数据库备份与恢复,11||','手机','1');
INSERT INTO `用户信息` VALUES('22','kissyou','651890jie','547216955@qq.com','总监办','15728527891','向春杰','','手机','1');
INSERT INTO `用户信息` VALUES('24','guisong','guisong520','464584394@qq.com','一分公司','13823392215','桂松','','手机','1');
INSERT INTO `用户信息` VALUES('25','jimidot','523920','593707046@qq.com','一分公司','18988583168','王剑','','手机','1');
INSERT INTO `用户信息` VALUES('27','13600165523','13600165523','568689175@qq.com','一分公司','13600165523','周定超','','手机','1');
INSERT INTO `用户信息` VALUES('28','12369','1478963','1829001401@qq.com','一分公司','15390915330','lidegejing','','手机','1');
INSERT INTO `用户信息` VALUES('30','789456','651890','547216955@qq.com','一分公司','15728527891','向春杰','','手机','1');
INSERT INTO `用户信息` VALUES('135','13008113561','123456','997519599@qq.com','三公司','13008113561','杨焰军','','手机','');
INSERT INTO `用户信息` VALUES('32','libowen','352898','2832225@qq.com','一分公司','15555551432','李博文','','手机','1');
INSERT INTO `用户信息` VALUES('134','15876092583','960812.cn','583175694@qq.com','总公司','15876092583','吴少航','','手机','');
INSERT INTO `用户信息` VALUES('35','13534118086','880831','254294026@qq.com','一分公司','13534118086','刘清松','','手机','1');
INSERT INTO `用户信息` VALUES('36','yangbo','123456','249095290@qq.com','总公司','18923712048','杨波','工程信息维护,6||整改通知单编号维护,7||用户管理维护,8||违章数据库维护,9||危险源类型维护,10||数据库备份与恢复,11||','手机','1');
INSERT INTO `用户信息` VALUES('37','DENGLONGBIAO ','159357','1510081931@qq. com','一分公司','15999577496','邓龙彪','','手机','1');
INSERT INTO `用户信息` VALUES('38','963258','963258','4321423','总公司','1829330140','43124','工程信息维护,6||整改通知单编号维护,7||用户管理维护,8||违章数据库维护,9||危险源类型维护,10||数据库备份与恢复,11||','','');
INSERT INTO `用户信息` VALUES('39','yangb','12345678','249095290@qq.com','一分公司','13794476180','杨波','','','');
INSERT INTO `用户信息` VALUES('40','yangb123','12345678','249095290@qq.com','一分公司','13794476180','杨波','','','');
INSERT INTO `用户信息` VALUES('41','yangbo123','12345678','13794476180@qq.com','一分公司','13794476180','杨波','','','');
INSERT INTO `用户信息` VALUES('42','yangbo123456','12345678','13794476180@qq.com','一分公司','18923712048','杨波','','','');
INSERT INTO `用户信息` VALUES('43','cuibo','123456','123456789@qq.com','一分公司','12345678912','崔波','','','');
INSERT INTO `用户信息` VALUES('44','yb123','123456','12345678912@qq.com','一分公司','12345678912','杨波','','','');
INSERT INTO `用户信息` VALUES('45','yangbo1','123456','249095290@qq.com','一分公司','18923712048','杨波','','','');
INSERT INTO `用户信息` VALUES('128','liganggz','123456','626964288@qq.com','广州公司','13923788510','李刚','','手机','');
INSERT INTO `用户信息` VALUES('127','吴大兵','112812','wudabing2009@126.com','一分公司','13823112369','吴大兵','','手机','');
INSERT INTO `用户信息` VALUES('124','唐清俊','123456','283562778@qq.com','一分公司','13802571423','唐清俊','','手机','');
INSERT INTO `用户信息` VALUES('122','lia','123456','314804978@qq.com','总公司','13112979269','林嘉','','手机','');
INSERT INTO `用户信息` VALUES('125','陈明星','123456','739412376@qq.com','一分公司','13510608480','陈明星','','手机','');
INSERT INTO `用户信息` VALUES('171','qimin','666666','415975505@.com','请选择您所在的公司！','13902923401','戚岷','','手机','');
INSERT INTO `用户信息` VALUES('172','sangongsi','123456','','一分公司','','马旺','','电脑','');
INSERT INTO `用户信息` VALUES('107','13590185286','154014','834433210@qq.com','一分公司','13590185286','王腾','','手机','');
INSERT INTO `用户信息` VALUES('108','wangyongqi','824316','28583743@qq.com','一分公司','13688810978','王永齐','','手机','');
INSERT INTO `用户信息` VALUES('109','13537881182','123456','1260380018@qq.com','一分公司','13537881182','张开元','','手机','');
INSERT INTO `用户信息` VALUES('110','boyabinjiang','a123456','395633586@qq.com','广州公司','13923999247','李相青','','手机','');
INSERT INTO `用户信息` VALUES('54','13612860335','13612860335','1664799266@qq.com','一分公司','13612860335','詹飞','','手机','1');
INSERT INTO `用户信息` VALUES('126','李彦东','123456','117066080@qq.com','一分公司','18688735200','李彦东','','手机','');
INSERT INTO `用户信息` VALUES('144','0000001','0000001','1253698085@qq.com','广西公司','18998110237','123456','','手机','');
INSERT INTO `用户信息` VALUES('112','13728721952','721218','1119578189@qq.com','一分公司','13728721952','胡玉江','','手机','');
INSERT INTO `用户信息` VALUES('113','yangshaoqiang','13922956355','88215392@qq.com','一分公司','13922956355','杨绍强','','手机','');
INSERT INTO `用户信息` VALUES('53','19951129','19951129','1523980853@qq.com','一分公司','12365236580','19951129','','手机','1');
INSERT INTO `用户信息` VALUES('106','2506924','2506923','1256358908@qq.com','技术部','12369874501','2506923','','手机','');
INSERT INTO `用户信息` VALUES('111','蔡春霆','123456','278971435@qq.com','广州公司','13689569523','蔡春霆','','手机','');
INSERT INTO `用户信息` VALUES('116','13923437319','632580','2320677482@qq.com','一分公司','13923437319','许志文','','手机','');
INSERT INTO `用户信息` VALUES('117','13480127412','13480127412','1003552895@qq.com','一分公司','13480127412','贺顶全','','手机','');
INSERT INTO `用户信息` VALUES('52','2506923','2506923','1256985250@qq.com','总公司','15896584539','2506923','','','');
INSERT INTO `用户信息` VALUES('55','13925241684','100814','134403090@QQ.com','一分公司','13925241684','柯正洪','','手机','1');
INSERT INTO `用户信息` VALUES('56','15813843827','15813843827','492867779@qq.com','一分公司','15813843827','干大鹏','','手机','1');
INSERT INTO `用户信息` VALUES('142','wangsh','wangsh000','w35111@139.com','安装公司','13612904596','王树恒','','手机','');
INSERT INTO `用户信息` VALUES('143','zhu90225','zhu3126820','188590225@qq.com','广西公司','18577835665','朱金辉','','手机','');
INSERT INTO `用户信息` VALUES('176','gxgongsi','123456','','广西公司','18577835665','朱金辉','','电脑','');
INSERT INTO `用户信息` VALUES('177','gzgongsi','123456','','广州公司','13713627251','韩飞龙','','电脑','');
INSERT INTO `用户信息` VALUES('66','zhujunhua','123456','zhujun_hua@126.com','一分公司','13802293663','祝筠华','','手机','1');
INSERT INTO `用户信息` VALUES('175','xagongsi','123456','','西安分公司','13669201952','李静波','','电脑','');
INSERT INTO `用户信息` VALUES('170','zhangchunbao','bny668855','960838892@qq.com','三公司','15915300856','张春宝','','手机','');
INSERT INTO `用户信息` VALUES('168','zhangpuning','112500','18706823625@139.com','西安分公司','18706823625','张普宁','','手机','');
INSERT INTO `用户信息` VALUES('169','hanfeilong','669531','1055270488@qq.com','广州公司','13713627251','韩飞龙','','手机','');
INSERT INTO `用户信息` VALUES('118','13823535335','123456','1677577113@qq.com','三公司','13823535335','曹乃斌','','手机','');
INSERT INTO `用户信息` VALUES('119','13537737079','136983','105480715@qq.com','三公司','13537737079','田仁军','','手机','');
INSERT INTO `用户信息` VALUES('123','13411858432','13411858432','499491031@qq.com','一分公司','13411858432','梁元锋','','手机','');
INSERT INTO `用户信息` VALUES('65','zhuyuqin','123456','302102244@qq.com','三公司','15186055794','朱雨钦','','手机','1');
INSERT INTO `用户信息` VALUES('67','shiweiqiang','123456','366053241qq@com','一分公司','13600177700','时维强','','手机','1');
INSERT INTO `用户信息` VALUES('68','zhangchangyun','123456','2986743486@qq.com','一分公司','13560778916','张长云','','手机','1');
INSERT INTO `用户信息` VALUES('69','18982785581','wzk0514','469600497@qq.com','三公司','18982785581','王志康','','手机','1');
INSERT INTO `用户信息` VALUES('70','2355322','123456','2355322@qq.com','三公司','13609068926','杨成荣','','手机','1');
INSERT INTO `用户信息` VALUES('71','13827260418','123456','778508280@qq.com','三公司','13827260418','全建荣','','手机','1');
INSERT INTO `用户信息` VALUES('72','13560776439','891102','86135457@qq.com','三公司','13560776439','谭开智','','手机','1');
INSERT INTO `用户信息` VALUES('73','13602503620','123456','471416671@qq.com','一分公司','13602503620','黄显清','','手机','1');
INSERT INTO `用户信息` VALUES('74','lishuping','123456','292242311@qq.com','一分公司','13530673278','李树平','','手机','1');
INSERT INTO `用户信息` VALUES('174','szgongsi','123456','','市政公司','15728527891','向春杰','','电脑','');
INSERT INTO `用户信息` VALUES('167','186727676720','123456','491712022@qq.com','三公司','18672676720','程尔豪','','手机','');
INSERT INTO `用户信息` VALUES('78','何方园','88888888','740395038@qq.com','广州公司','15019096009','何方园','工程信息维护,6||整改通知单编号维护,7||用户管理维护,8||违章数据库维护,9||危险源类型维护,10||数据库备份与恢复,11||','手机','1');
INSERT INTO `用户信息` VALUES('79','汪子松','123456','438366326@qq.com','广州公司','15338867445','汪子松','工程信息维护,6||整改通知单编号维护,7||用户管理维护,8||违章数据库维护,9||危险源类型维护,10||数据库备份与恢复,11||','手机','1');
INSERT INTO `用户信息` VALUES('80','13088204392','djw628813','723781317@qq.com','广州公司','13088204392','段敬文','工程信息维护,6||整改通知单编号维护,7||用户管理维护,8||违章数据库维护,9||危险源类型维护,10||数据库备份与恢复,11||','手机','1');
INSERT INTO `用户信息` VALUES('81','黄思伟','147258','514221967@qq.com','广州公司','13544219405','黄思伟','工程信息维护,6||整改通知单编号维护,7||用户管理维护,8||违章数据库维护,9||危险源类型维护,10||数据库备份与恢复,11||','手机','1');
INSERT INTO `用户信息` VALUES('82','18680170633','80170633','773626204@.qq.com','广州公司','18680170633','杨林','','手机','1');
INSERT INTO `用户信息` VALUES('83','史提芬向','651890jie','1421544921@qq.com','市政公司','18664027034','向春杰','','手机','1');
INSERT INTO `用户信息` VALUES('84','李春林','358530341','358530341@qq.com','市政公司','17761152690','李春林','','手机','1');
INSERT INTO `用户信息` VALUES('85','胡家中','691207','385367453@qq.com','市政公司','18121879228','胡家中','','手机','1');
INSERT INTO `用户信息` VALUES('86','秦光文','914930','1032570905@qq.com','市政公司','13642345011','秦光文','','手机','1');
INSERT INTO `用户信息` VALUES('87','聂成平','700311','niechengping@.com','市政公司','13682436649','聂成平','','手机','1');
INSERT INTO `用户信息` VALUES('88','黄佃钢','798353','760597242@qq.com','请选择您所在的公司！','15223426649','黄佃钢','','手机','1');
INSERT INTO `用户信息` VALUES('178','cqgongsi','123456','','重庆分公司','18613211567','何岷桓','','电脑','');
INSERT INTO `用户信息` VALUES('91','296983613','2016313','2936983613@qq.com','一分公司','13600189203','唐明清','','手机','1');
INSERT INTO `用户信息` VALUES('92','zhongwei','851254','304581846@qq.com','一分公司','15013821880','钟伟','','手机','1');
INSERT INTO `用户信息` VALUES('93','15889319631','123456','1471379039@qq.com','一分公司','15889319631','刘选建','','手机','1');
INSERT INTO `用户信息` VALUES('132','13682411026','123456','634635711@qq.com','一分公司','13682411026','刘显金','','手机','');
INSERT INTO `用户信息` VALUES('94','周亚平','433602','113330434@qq.com','一分公司','18823333640','周亚平','','手机','1');
INSERT INTO `用户信息` VALUES('133','w05','123456','329864123@qq.com','总公司','15390921068','小易','','手机','');
INSERT INTO `用户信息` VALUES('96','13692239859','123456','aohuadong163@163.com','一分公司','13692239859','敖华东','','手机','1');
INSERT INTO `用户信息` VALUES('97','sunjianbin','123456','178740827@qq.com','广州公司','13632965522','孙建宾','','手机','1');
INSERT INTO `用户信息` VALUES('98','张干全','628715','178740827@qqcom','广州公司','13631960711','张干全','','手机','1');
INSERT INTO `用户信息` VALUES('99','廖维兵','13652321971','295362448@qq.com','广州公司','18688733252','廖维兵','','手机','1');
INSERT INTO `用户信息` VALUES('100','付军辉','123456','372875381@qq.com','三公司','13501581940','付军辉','','手机','1');
INSERT INTO `用户信息` VALUES('101','zhougang','123456','1204345812@qq.com','三公司','15818783898','周刚','','手机','1');
INSERT INTO `用户信息` VALUES('102','13922176855','123456','496470081@qq.com','广州公司','13922176855','刘德培','','手机','1');
INSERT INTO `用户信息` VALUES('103','13500010713','rj662611','10338981@qq.com','广州公司','13500010713','任婧','','手机','1');
INSERT INTO `用户信息` VALUES('104','马过金','123456','344073574@qq.com','三公司','13691851252','马过金','','手机','');
INSERT INTO `用户信息` VALUES('114','朱小明','zxmzxm','76631654@qq.com','一分公司','13480860615','朱小明','','手机','');
INSERT INTO `用户信息` VALUES('115','15012970225','15012970225','2991009784@qq..com','一分公司','15012970225','姜守斌','','手机','');
INSERT INTO `用户信息` VALUES('120','李明孙','196572','649074293@qq.com','市政公司','13925252456','李明孙','','手机','');
INSERT INTO `用户信息` VALUES('130','18677335562','18677335562','1032878798@qq.com','总公司','18677335562','程则贵','','手机','');
INSERT INTO `用户信息` VALUES('131','ganbin','123456','869325190@qq.com','一分公司','15983275291','甘斌','','手机','');
INSERT INTO `用户信息` VALUES('136','weiyili','21300113','34524569@qq.com','请选择您所在的公司！','18577222022','韦义理','','手机','');
INSERT INTO `用户信息` VALUES('137','13684959515','yl751903','317535731@qq.com','一分公司','13684959515','任洪','','手机','');
INSERT INTO `用户信息` VALUES('138','zhanfeiyu','123456','277398561@qq.com','一分公司','18929332589','詹飞宇','','手机','');
INSERT INTO `用户信息` VALUES('139','SZY','825158','347531456@qq,com','一分公司','13825239825','孙正义','','手机','');
INSERT INTO `用户信息` VALUES('140','zchao0522','zhang0522','653616964@qq.com','一分公司','13714085729','张超','','手机','');
INSERT INTO `用户信息` VALUES('146','meng','raly4284','380193@qq.com','总公司','18676000210','meng','','手机','');
INSERT INTO `用户信息` VALUES('147','chentianyao','zxcvbnm520','51507642@qq.com','成都分公司','13980908820','陈天尧','','手机','');
INSERT INTO `用户信息` VALUES('148','Zhengguihong','771120','297956779@qq.com','西安分公司','18629597725','郑贵洪','','手机','');
INSERT INTO `用户信息` VALUES('149','lijingbo','130311','417723442@qq.com','西安分公司','13669201952','李静波','','手机','');
INSERT INTO `用户信息` VALUES('150','zhang?bin','jzb19741128','418499476@qq.com','西安分公司','18602901155','张彬','','手机','');
INSERT INTO `用户信息` VALUES('151','XUHUAZHONG','196346','2242498996@qq.com','请选择您所在的公司！','18284594882','徐华忠','','手机','');
INSERT INTO `用户信息` VALUES('152','Zhaoyabin','339991','838091338@qq.com','总公司','15979164689','赵亚斌','','手机','');
INSERT INTO `用户信息` VALUES('153','liyingjiang','654321','564704507@qq.com','安装公司','13418872015','李应江','','手机','');
INSERT INTO `用户信息` VALUES('154','liyingjiang8888','654321','410943929@qq.com','安装公司','13418872019','李应江','','手机','');
INSERT INTO `用户信息` VALUES('155','zhang?ren?bin','zhangrenbin','791063809@qq.com','成都分公司','13880553819','章仁彬','','手机','');
INSERT INTO `用户信息` VALUES('156','kebo','100526','605589739@qq.com','市政公司','13632828512','柯波','','手机','');
INSERT INTO `用户信息` VALUES('157','xuyonggang','1','992535290@qq.com','西安分公司','15332337790','许永刚','','手机','');
INSERT INTO `用户信息` VALUES('158','LYJ','654321','564704507@qq.com','安装公司','13452682185','李应江','','手机','');
INSERT INTO `用户信息` VALUES('159','zouqiantie','20051958','zouqiantie@163.com','西安分公司','15309205347','邹钱铁','','手机','');
INSERT INTO `用户信息` VALUES('160','xiexiaotao','510302','1558053407@qq.com','西安分公司','13468977497','谢小涛','','手机','');
INSERT INTO `用户信息` VALUES('161','xiaojun','john456','274120987@qq.com','西安分公司','17729380212','肖军','','手机','');
INSERT INTO `用户信息` VALUES('162','wangfan','198196','7772607@qq.com','西安分公司','13700231008','王帆','','手机','');
INSERT INTO `用户信息` VALUES('164','ncgongsi','701018','','南昌分公司','18715776668','李兴智','数据库备份与恢复,5||','电脑','');
INSERT INTO `用户信息` VALUES('173','baozt','bao52069','41040673@qq.com','南昌分公司','13760372557','鲍振堂','','手机','');
INSERT INTO `用户信息` VALUES('165','yigongsi','123456','','一分公司','13714085729','张超','数据库备份与恢复,5||','电脑','');
INSERT INTO `用户信息` VALUES('179','zengxiaofeng','710630','448033337@qq.com','西安分公司','13991111804','曾晓峰','','手机','');
INSERT INTO `用户信息` VALUES('180','zhao?guang?hai','314224','184641101@qq.com','西安分公司','13720735882','赵光海','','手机','');
INSERT INTO `用户信息` VALUES('181','zhaoguanghai','314224','184641101@zhao','西安分公司','15829333628','赵光海','','手机','');
INSERT INTO `用户信息` VALUES('182','mawang','mw870323','465301336@qq.com','三公司','13823766208','马旺','','手机','');
INSERT INTO `用户信息` VALUES('183','zhangxiaogang','123456','75387020@qq.com','总公司','13510648250','张晓刚','','手机','');
--
-- 表的结构组员信息
--

DROP TABLE IF EXISTS `组员信息`;
CREATE TABLE `组员信息` (
  `id` int(50) NOT NULL,
  `时间戳` varchar(100) NOT NULL,
  `项目id` int(100) NOT NULL AUTO_INCREMENT,
  `姓名` varchar(100) NOT NULL,
  `职务` varchar(100) NOT NULL,
  `手机` varchar(100) NOT NULL,
  `邮箱` varchar(100) NOT NULL,
  `项目名称` varchar(100) NOT NULL,
  `添加时间` varchar(100) NOT NULL,
  PRIMARY KEY (`id`,`时间戳`,`项目id`)
) ENGINE=MyISAM DEFAULT CHARSET=gbk;

--
-- 转存表中的数据 组员信息
--

INSERT INTO `组员信息` VALUES('0','1492042808419','456','测试','经理','测试','1829001401@qq.com','一分公司测试项目','2017-4-13 8:20:15');
INSERT INTO `组员信息` VALUES('0','1492042853155','456','测试2','测试','18236525841','1820885214@qq.com','一分公司测试项目','2017-4-13 8:21:0');
INSERT INTO `组员信息` VALUES('0','1495029604548','488','唐清俊','机械员','13802571423','283562778@qq.com','碧桂园起凤台项目部','2017-5-17 22:0:32');
--
-- 表的结构组员职务
--

DROP TABLE IF EXISTS `组员职务`;
CREATE TABLE `组员职务` (
  `id` int(50) NOT NULL AUTO_INCREMENT,
  `时间戳` varchar(100) CHARACTER SET utf8 NOT NULL,
  `职务类型` varchar(100) CHARACTER SET utf8 NOT NULL,
  `添加时间` varchar(100) CHARACTER SET utf8 NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=gbk;

--
-- 转存表中的数据 组员职务
--

INSERT INTO `组员职务` VALUES('1','1474456145351','项目经理','2016-9-21/19:11:30');
--
-- 表的结构草稿条目新增临时保存表
--

DROP TABLE IF EXISTS `草稿条目新增临时保存表`;
CREATE TABLE `草稿条目新增临时保存表` (
  `id` int(50) NOT NULL AUTO_INCREMENT,
  `通知单时间戳` varchar(255) NOT NULL,
  `通知单编号` varchar(255) NOT NULL,
  `违章条目` longtext NOT NULL,
  `对象` longtext NOT NULL,
  `草稿附件` longtext NOT NULL,
  `插入时间` varchar(255) NOT NULL,
  `手机` varchar(20) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=103 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 草稿条目新增临时保存表
--

INSERT INTO `草稿条目新增临时保存表` VALUES('97','qigong14943041532931329320170501','','剪刀撑斜杆的接长或剪刀撑斜杆与架体杆件固定不符合规范要求||脚手板未满铺或铺设不牢、不稳||','||||','14943043850.jpg~*^*~14943043861.jpg~*^*~','2017-5-9/12:33:6','15013791882');
INSERT INTO `草稿条目新增临时保存表` VALUES('101','qigong14955286136435364320170501','','未按规定设置纵向剪刀撑或横向斜撑||剪刀撑未沿脚手架高度连续设置或角度不符合规范要求||','||||','14955288630.jpg~*^*~','2017-5-23/16:41:4','15390915320');
INSERT INTO `草稿条目新增临时保存表` VALUES('102','qigong1495592407974797420170501','','未安装防坠安全锁或安全锁失灵||未采用防坠落装置或技术性能不符合规范要求||','||||','14955928320.jpg~*^*~14955928331.jpg~*^*~','2017-5-24/10:27:15','15013791882');
--
-- 表的结构草稿条目附件临时保存表
--

DROP TABLE IF EXISTS `草稿条目附件临时保存表`;
CREATE TABLE `草稿条目附件临时保存表` (
  `id` int(50) NOT NULL AUTO_INCREMENT,
  `通知单时间戳` varchar(255) NOT NULL,
  `草稿附件` varchar(255) NOT NULL,
  `录入时间` varchar(255) NOT NULL,
  `手机` varchar(20) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 草稿条目附件临时保存表
--

--
-- 表的结构设备管理
--

DROP TABLE IF EXISTS `设备管理`;
CREATE TABLE `设备管理` (
  `id` int(50) NOT NULL AUTO_INCREMENT,
  `时间戳` varchar(255) NOT NULL,
  `工程id` int(50) NOT NULL,
  `工程名称` varchar(50) NOT NULL,
  `工程项目安全监督登记号` varchar(255) NOT NULL,
  `省网告知流水号` varchar(255) NOT NULL,
  `工地自编号` varchar(255) NOT NULL,
  `设备产权备案号` varchar(255) NOT NULL,
  `登记日期` varchar(255) NOT NULL,
  `规格型号` varchar(255) NOT NULL,
  `制造单位` varchar(255) NOT NULL,
  `出厂日期` datetime NOT NULL,
  `出厂编号` varchar(255) NOT NULL,
  `产权单位名称` varchar(255) NOT NULL,
  `最大起重力矩` varchar(255) NOT NULL,
  `设计最大起升高度` varchar(255) NOT NULL,
  `本工理桩高度` varchar(255) NOT NULL,
  `最大起重量` varchar(255) NOT NULL,
  `起重机械名称` varchar(255) NOT NULL,
  `设备类型` varchar(255) NOT NULL,
  `产权备案号` varchar(255) NOT NULL,
  `使用年限` varchar(255) NOT NULL,
  `生产制造单位` varchar(255) NOT NULL,
  `附件` varchar(255) NOT NULL,
  `类型` varchar(255) NOT NULL,
  `检验单位名称` varchar(255) NOT NULL,
  `检验评定报告编号` varchar(255) NOT NULL,
  `使用单位审批时间` datetime NOT NULL,
  `验收时间` datetime NOT NULL,
  `告知受理号` varchar(255) NOT NULL,
  `安装单位名称` varchar(255) NOT NULL,
  `安装部位` varchar(255) NOT NULL,
  `计划安装日期` datetime NOT NULL,
  `实际安装日期` datetime NOT NULL,
  `安装验收日期` datetime NOT NULL,
  `设备状态` varchar(255) NOT NULL,
  `设备类别` varchar(255) NOT NULL,
  `地区省` varchar(50) NOT NULL,
  `地区市` varchar(50) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=183 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 设备管理
--

INSERT INTO `设备管理` VALUES('178','1494295125','498','南山建工村','0001','0002','0003','0004','2017-05-09','0005','','2017-04-09 00:00:00','0006','华西','300','220','50','60','物料一','物料提升机','','','江南制造','','','','','0000-00-00 00:00:00','0000-00-00 00:00:00','','','B栋','0000-00-00 00:00:00','0000-00-00 00:00:00','0000-00-00 00:00:00','使用中','','广东省','深圳市');
INSERT INTO `设备管理` VALUES('179','1494295186','498','南山建工村','0002','0004','0005','0006','2017-05-09','0007','','2017-05-09 00:00:00','008','0009','600','50','50','60','塔吊一','塔吊','','','江南制造','','','','','0000-00-00 00:00:00','0000-00-00 00:00:00','','','0003','0000-00-00 00:00:00','0000-00-00 00:00:00','0000-00-00 00:00:00','登记中','','广东省','深圳市');
INSERT INTO `设备管理` VALUES('180','1494295234','498','南山建工村','0007','0008','00007','0003','2017-05-09','0008','','2017-05-09 00:00:00','100','101','102','103','104','105','0006','塔吊','','','00009','','','','','0000-00-00 00:00:00','0000-00-00 00:00:00','','','0008','0000-00-00 00:00:00','0000-00-00 00:00:00','0000-00-00 00:00:00','安装中','','广东省','深圳市');
INSERT INTO `设备管理` VALUES('171','1493804005','490','鲁班大厦','12331','131313131','1#','13131313144','2017-05-03','QTZ100','','2011-05-22 00:00:00','0203G238','中国华西企业有限公司','80KN','230M','106M','8T','塔式起重机','塔吊','','','中联重工股份有限公司','','','','','0000-00-00 00:00:00','0000-00-00 00:00:00','','','1#楼','0000-00-00 00:00:00','0000-00-00 00:00:00','0000-00-00 00:00:00','登记中','','广东省','深圳市');
INSERT INTO `设备管理` VALUES('172','1493866701','495','锦胜财富大厦项目部','粤BE-00-1609','GZ440306043408','1#','粤BB-T00849','2017-05-04','QTZ1250','','2013-03-27 00:00:00','20137014G','深圳前海新耀机械有限公司','1250','220','110M','100KN','塔式起重机','塔吊','','','四川建设机械股份有限公司','','','','','0000-00-00 00:00:00','0000-00-00 00:00:00','','','产业研发楼','0000-00-00 00:00:00','0000-00-00 00:00:00','0000-00-00 00:00:00','登记中','','广东省','深圳市');
INSERT INTO `设备管理` VALUES('173','1493866956','495','锦胜财富大厦项目部','粤BE-05-1610-1725','GZ440306044548','2#','粤BC-T00187','2017-05-04','F0/23B','','2001-03-29 00:00:00','NX01348G','中国华西企业有限公司','1250KN.M','203.8M','102M','100KN','塔式起重机','塔吊','','','四川建筑机械厂','','','','','0000-00-00 00:00:00','0000-00-00 00:00:00','','','宿舍楼','0000-00-00 00:00:00','0000-00-00 00:00:00','0000-00-00 00:00:00','登记中','','广东省','深圳市');
INSERT INTO `设备管理` VALUES('174','1493867675','495','锦胜财富大厦项目部','粤BE-01-1610-1718','GZ440306044000','3#','粤BC-T03187','2016-10-11','QTZ160(6517)','','2012-12-22 00:00:00','1012TC01207175','深圳市信业利达建筑设备租赁有限公司','1600KN.M','200M','96M','100KN','塔式起重机','塔吊','','','中联重科股份有限公司','','','','','0000-00-00 00:00:00','0000-00-00 00:00:00','','','生产楼','0000-00-00 00:00:00','0000-00-00 00:00:00','0000-00-00 00:00:00','登记中','','广东省','深圳市');
INSERT INTO `设备管理` VALUES('181','1495589839','510','中国华西测试项目','粤B-01310-131','','1#','','','','','0000-00-00 00:00:00','','','','','','','塔式起重机','塔吊','','','','','','','','0000-00-00 00:00:00','0000-00-00 00:00:00','','','','0000-00-00 00:00:00','0000-00-00 00:00:00','0000-00-00 00:00:00','使用中','','广东省','深圳市');
INSERT INTO `设备管理` VALUES('182','1495590062','510','中国华西测试项目','','','','','2017-05-24','','','0000-00-00 00:00:00','','','','','','','','施工升降机','','','','','','','','0000-00-00 00:00:00','0000-00-00 00:00:00','','','','0000-00-00 00:00:00','0000-00-00 00:00:00','0000-00-00 00:00:00','登记中','','广东省','深圳市');
--
-- 表的结构违章数据库
--

DROP TABLE IF EXISTS `违章数据库`;
CREATE TABLE `违章数据库` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `违章大类` varchar(255) DEFAULT NULL,
  `检查项目` varchar(255) DEFAULT NULL,
  `内容` varchar(255) DEFAULT NULL,
  `对象` varchar(255) DEFAULT NULL,
  `类型` varchar(255) DEFAULT NULL,
  `扣分值` varchar(255) DEFAULT NULL,
  `编号注释` varchar(255) DEFAULT NULL,
  `违章状态` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=1004 DEFAULT CHARSET=gbk;

--
-- 转存表中的数据 违章数据库
--

INSERT INTO `违章数据库` VALUES('1','安全管理','安全检查','安全员未按消防制度落实现场消防设施的','专职安全员','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('2','文明施工','施工场地','施工现场未采取防尘措施','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('3','扣件式钢管脚手架','架体与建筑结构拉结','架体底层第一步纵向水平杆处未按规定设置连墙件或未采用其他可靠措施固定','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('4','门式钢管脚手架','荷载','荷载堆放不均匀','施工企业,监理单位,建设单位','整改,停工','5','门式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('5','承插型盘扣式钢管脚手架','交底与验收','架体搭设完毕未办理验收手续','施工企业,监理单位,建设单位','整改,停工','5','承插型盘扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('6','悬挑式脚手架','交底与验收','验收内容未进行量化，或未经责任人签字确认','施工企业,监理单位,建设单位','整改,停工','5','悬挑式脚手架','安全');
INSERT INTO `违章数据库` VALUES('7','高处作业吊篮','施工方案','专项施工方案未按规定审核、审批','施工企业,监理单位,建设单位','整改,停工','5','高处作业吊篮','安全');
INSERT INTO `违章数据库` VALUES('8','高处作业吊篮','安全装置','未安装防坠安全锁或安全锁失灵','施工企业,监理单位,建设单位','整改,停工','5','高处作业吊篮','安全');
INSERT INTO `违章数据库` VALUES('9','高处作业吊篮','安全装置','防坠安全锁超过标定期限仍在使用','施工企业,监理单位,建设单位','整改,停工','5','高处作业吊篮','安全');
INSERT INTO `违章数据库` VALUES('10','高处作业吊篮','安全装置','未设置挂设安全带专用安全绳及安全锁扣或安全绳未固定在建筑物可靠位置','施工企业,监理单位,建设单位','整改,停工','5','高处作业吊篮','安全');
INSERT INTO `违章数据库` VALUES('11','高处作业吊篮','安全装置','吊篮未安装上限位装置或限位装置失灵','施工企业,监理单位,建设单位','整改,停工','5','高处作业吊篮','安全');
INSERT INTO `违章数据库` VALUES('12','高处作业吊篮','悬挂机构','悬挂机构前支架支撑在建筑物女儿墙上或挑檐边缘','施工企业,监理单位,建设单位','整改,停工','5','高处作业吊篮','安全');
INSERT INTO `违章数据库` VALUES('13','高处作业吊篮','悬挂机构','前梁外伸长度不符合产品产品说明书规定','施工企业,监理单位,建设单位','整改,停工','5','高处作业吊篮','安全');
INSERT INTO `违章数据库` VALUES('14','高处作业吊篮','悬挂机构','前支架与支撑面不垂直或脚轮受力','施工企业,监理单位,建设单位','整改,停工','5','高处作业吊篮','安全');
INSERT INTO `违章数据库` VALUES('15','高处作业吊篮','悬挂机构','上支架未固定在前支架调节杆与悬挑梁连接的节点处','施工企业,监理单位,建设单位','整改,停工','5','高处作业吊篮','安全');
INSERT INTO `违章数据库` VALUES('16','高处作业吊篮','悬挂机构','使用破损的配重块或采用其他替代物','施工企业,监理单位,建设单位','整改,停工','5','高处作业吊篮','安全');
INSERT INTO `违章数据库` VALUES('17','高处作业吊篮','悬挂机构','配重块未固定或重量不符合设计规定','施工企业,监理单位,建设单位','整改,停工','5','高处作业吊篮','安全');
INSERT INTO `违章数据库` VALUES('18','高处作业吊篮','钢丝绳','钢丝绳有断丝、松股、硬弯、锈蚀或有油污附着物','施工企业,监理单位,建设单位','整改,停工','5','高处作业吊篮','安全');
INSERT INTO `违章数据库` VALUES('19','高处作业吊篮','钢丝绳','安全钢丝绳规格、型号与工作钢丝绳不相同或未独立悬挂','施工企业,监理单位,建设单位','整改,停工','5','高处作业吊篮','安全');
INSERT INTO `违章数据库` VALUES('20','高处作业吊篮','钢丝绳','安全钢丝绳不悬垂','施工企业,监理单位,建设单位','整改,停工','5','高处作业吊篮','安全');
INSERT INTO `违章数据库` VALUES('21','高处作业吊篮','钢丝绳','电焊作业时未对钢丝绳采取保护措施','施工企业,监理单位,建设单位','整改,停工','5','高处作业吊篮','安全');
INSERT INTO `违章数据库` VALUES('22','高处作业吊篮','安装作业','吊篮平台组装长度不符合产品说明书和规范要求','施工企业,监理单位,建设单位','整改,停工','5','高处作业吊篮','安全');
INSERT INTO `违章数据库` VALUES('23','高处作业吊篮','安装作业','吊篮组装的构配件不是同一生产厂家的产品','施工企业,监理单位,建设单位','整改,停工','5','高处作业吊篮','安全');
INSERT INTO `违章数据库` VALUES('24','高处作业吊篮','升降作业','操作升降人员未经培训合格','施工企业,监理单位,建设单位','整改,停工','5','高处作业吊篮','安全');
INSERT INTO `违章数据库` VALUES('25','高处作业吊篮','升降作业','吊篮内作业人员数量超过2人','施工企业,监理单位,建设单位','整改,停工','5','高处作业吊篮','安全');
INSERT INTO `违章数据库` VALUES('26','高处作业吊篮','升降作业','吊篮内作业人员未将安全带用安全锁扣挂置在独立设置的专用安全绳上','施工企业,监理单位,建设单位','整改,停工','5','高处作业吊篮','安全');
INSERT INTO `违章数据库` VALUES('27','高处作业吊篮','升降作业','作业人员未从地面进出吊篮','施工企业,监理单位,建设单位','整改,停工','5','高处作业吊篮','安全');
INSERT INTO `违章数据库` VALUES('28','高处作业吊篮','交底与验收','未履行验收程序，验收表未经责任人签字确认','施工企业,监理单位,建设单位','整改,停工','5','高处作业吊篮','安全');
INSERT INTO `违章数据库` VALUES('29','高处作业吊篮','交底与验收','验收内容未进行量化','施工企业,监理单位,建设单位','整改,停工','5','高处作业吊篮','安全');
INSERT INTO `违章数据库` VALUES('30','高处作业吊篮','交底与验收','每天班前班后未进行检查','施工企业,监理单位,建设单位','整改,停工','5','高处作业吊篮','安全');
INSERT INTO `违章数据库` VALUES('31','高处作业吊篮','交底与验收','吊篮安装使用前未进行交底或交底未留有文字记录','施工企业,监理单位,建设单位','整改,停工','5','高处作业吊篮','安全');
INSERT INTO `违章数据库` VALUES('32','高处作业吊篮','安全防护','吊篮平台周边的防护栏杆或挡脚板的设置不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','高处作业吊篮','安全');
INSERT INTO `违章数据库` VALUES('33','高处作业吊篮','安全防护','多层或立体交叉作业未设置防护顶板','施工企业,监理单位,建设单位','整改,停工','5','高处作业吊篮','安全');
INSERT INTO `违章数据库` VALUES('34','高处作业吊篮','吊篮稳定','吊篮作业未采取防摆动措施','施工企业,监理单位,建设单位','整改,停工','5','高处作业吊篮','安全');
INSERT INTO `违章数据库` VALUES('35','高处作业吊篮','吊篮稳定','吊篮钢丝绳不垂直或吊篮距建筑物空隙过大','施工企业,监理单位,建设单位','整改,停工','5','高处作业吊篮','安全');
INSERT INTO `违章数据库` VALUES('36','安全管理','安全生产责任制','未建立安全生产责任制','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('37','安全管理','安全生产责任制','安全生产责任制未经责任人签字确认','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('38','安全管理','安全生产责任制','未备有各工种安全技术操作规程','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('39','安全管理','安全生产责任制','未按规定配备专职安全员','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('40','安全管理','安全生产责任制','工程项目部承包合同中未明确安全生产考核指标','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('41','安全管理','安全生产责任制','未制定安全生产资金保障制度','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('42','安全管理','安全生产责任制','未编制安全资金使用计划或未按计划实施','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('43','安全管理','安全生产责任制','未制定伤亡控制、安全达标、文明施工等管理目标','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('44','安全管理','安全生产责任制','未进行安全责任目标分解','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('45','安全管理','安全生产责任制','未建立对安全生产责任制和责任目标的考核制度','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('46','安全管理','安全生产责任制','未按考核制度对管理人员定期考核','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('47','安全管理','安全生产责任制','未设立项目安全生产管理架构或未按规定配备专职安全生产管理人员的','施工企业','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('48','安全管理','安全生产责任制','不具备相应资质，自行安装拆卸施工起重机械的','施工企业','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('49','安全管理','安全生产责任制','使用国家明令淘汰、禁止使用的危及施工安全的工艺、设备、材料的','施工企业','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('50','安全管理','安全生产责任制','使用未办理产权备案和使用登记的施工起重机械的','施工企业','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('51','安全管理','安全生产责任制','未有效落实本企业安全生产责任制的','施工企业主要负责人','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('52','安全管理','安全生产责任制','未有效落实本企业安全生产规章制度的','施工企业主要负责人','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('53','安全管理','安全生产责任制','未设立安全生产管理机构和未按规定配备专职安全生产管理人员的','施工企业主要负责人','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('54','安全管理','安全生产责任制','未保证本企业安全生产投入有效实施的','施工企业主要负责人','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('55','安全管理','安全生产责任制','施工起重机械未按规定办理产权备案、安装（拆卸）告知、安装验收、使用登记的','项目负责人','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('56','安全管理','安全生产责任制','作业期间，项目经理无正当理由不在施工现场的','项目负责人','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('57','安全管理','安全生产责任制','作业期间，安全员无正当理由不在施工现场的','专职安全员','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('58','安全管理','安全生产责任制','项目经理未对现场专职安全员明确岗位职责的','项目负责人','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('59','安全管理','施工组织设计及专项施工方案','危险性较大的分部分项工程未按规定编制专项施工方案的','施工企业','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('60','安全管理','施工组织设计及专项施工方案','对超过一定规模的危险性较大的分部分项工程专项施工方案，施工企业未按规定组织专家进行论证、审查的','施工企业','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('61','悬挑式脚手架','杆件间距','立杆间距、纵向水平杆步距超过设计或规范要求','施工企业,监理单位,建设单位','整改,停工','5','悬挑式脚手架','安全');
INSERT INTO `违章数据库` VALUES('62','悬挑式脚手架','杆件间距','未在立杆与纵向水平杆交点处设置横向水平杆','施工企业,监理单位,建设单位','整改,停工','5','悬挑式脚手架','安全');
INSERT INTO `违章数据库` VALUES('63','悬挑式脚手架','杆件间距','未按脚手板铺设的需要增加设置横向水平杆','施工企业,监理单位,建设单位','整改,停工','5','悬挑式脚手架','安全');
INSERT INTO `违章数据库` VALUES('64','悬挑式脚手架','架体防护','作业层防护栏杆不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','悬挑式脚手架','安全');
INSERT INTO `违章数据库` VALUES('65','悬挑式脚手架','架体防护','作业层架体外侧未设置高度不小于180mm的挡脚板','施工企业,监理单位,建设单位','整改,停工','5','悬挑式脚手架','安全');
INSERT INTO `违章数据库` VALUES('66','悬挑式脚手架','架体防护','架体外侧未采用密目式安全网封闭或网间不严','施工企业,监理单位,建设单位','整改,停工','5','悬挑式脚手架','安全');
INSERT INTO `违章数据库` VALUES('67','悬挑式脚手架','层间防护','作业层脚手板下未采用安全平网兜底或作业层以下每隔10m未采用安全平网封闭','施工企业,监理单位,建设单位','整改,停工','5','悬挑式脚手架','安全');
INSERT INTO `违章数据库` VALUES('68','悬挑式脚手架','层间防护','作业层与建筑物之间未进行封闭','施工企业,监理单位,建设单位','整改,停工','5','悬挑式脚手架','安全');
INSERT INTO `违章数据库` VALUES('69','悬挑式脚手架','层间防护','架体底层沿建筑结构边缘，悬挑钢梁与悬挑钢梁之间未采取封闭措施或封闭不严','施工企业,监理单位,建设单位','整改,停工','5','悬挑式脚手架','安全');
INSERT INTO `违章数据库` VALUES('70','悬挑式脚手架','层间防护','架体底层未进行封闭或封闭不严','施工企业,监理单位,建设单位','整改,停工','5','悬挑式脚手架','安全');
INSERT INTO `违章数据库` VALUES('71','悬挑式脚手架','构配件材质','型钢、钢管、构配件规格及材质不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','悬挑式脚手架','安全');
INSERT INTO `违章数据库` VALUES('72','悬挑式脚手架','构配件材质','型钢、钢管、构配件弯曲、变形、锈蚀严重','施工企业,监理单位,建设单位','整改,停工','5','悬挑式脚手架','安全');
INSERT INTO `违章数据库` VALUES('73','附着式升降脚手架','施工方案','未编制专项施工方案或未进行设计计算','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('74','附着式升降脚手架','施工方案','专项施工方案未按规定审核、审批','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('75','附着式升降脚手架','施工方案','脚手架提升超过规定允许高度，专项施工方案未按规定组织专家论证','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('76','附着式升降脚手架','安全装置','未采用防坠落装置或技术性能不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('77','附着式升降脚手架','安全装置','防坠落装置与升降设备未分别独立固定在建筑结构上','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('78','附着式升降脚手架','安全装置','防坠落装置未设置在竖向主框架处并与建筑结构附着','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('79','附着式升降脚手架','安全装置','未安装防倾覆装置或防倾覆装置不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('80','附着式升降脚手架','安全装置','升降或使用工况，最上和最下两个防倾装置之间的最小间距不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('81','附着式升降脚手架','安全装置','未安装同步控制装置或技术性能不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('82','附着式升降脚手架','架体构造','架体高度大于5倍楼层高','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('83','附着式升降脚手架','架体构造','架体宽度大于1.2m','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('84','附着式升降脚手架','架体构造','直线布置的架体支承跨度大于7m或折线、曲线布置的架体支撑跨度大于5.4m','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('85','附着式升降脚手架','架体构造','架体的水平悬挑长度大于2m或大于跨度1/2','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('86','附着式升降脚手架','架体构造','架体悬臂高度大于架体高度2/5或大于6m','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('87','附着式升降脚手架','架体构造','架体全高与支撑跨度的乘积大于110㎡','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('88','附着式升降脚手架','附着支座','未按竖向主框架所覆盖的每个楼层设置一道附着支座','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('89','附着式升降脚手架','附着支座','使用工况未将竖向主框架与附着支座固定','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('90','附着式升降脚手架','附着支座','升降工况未将防倾、导向装置设置在附着支座上','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('91','附着式升降脚手架','附着支座','附着支座与建筑结构连接固定方式不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('92','附着式升降脚手架','架体安装','主框架及水平支承桁架的节点未采用焊接或螺栓连接','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('93','附着式升降脚手架','架体安装','各杆件轴线未汇交于节点','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('94','附着式升降脚手架','架体安装','水平支承桁架的上弦及下弦之间设置的水平支撑杆件未采用焊接或螺栓连接','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('95','附着式升降脚手架','架体安装','架体立杆底端未设置在水平支承桁架上弦杆件节点处','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('96','附着式升降脚手架','架体安装','竖向主框架组装高度低于架体高度','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('97','附着式升降脚手架','架体安装','架体外立面设置的连续剪刀撑未将竖向主框架、水平支承桁架和架体构架连成一体','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('98','附着式升降脚手架','架体升降','两跨及以上架体升降采用手动升降设备','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('99','附着式升降脚手架','架体升降','升降工况附着支座与建筑结构连接处混凝土强度未达到设计和规范要求','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('100','附着式升降脚手架','架体升降','升降工况架体上有施工荷载或有人员停留','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('101','附着式升降脚手架','检查验收','主要构配件进场未进行验收','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('102','附着式升降脚手架','检查验收','分区段安装、分区段使用未进行分区段验收','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('103','附着式升降脚手架','检查验收','架体搭设完毕未办理验收手续','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('104','附着式升降脚手架','检查验收','验收内容未进行量化，或未经责任人签字确认','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('105','附着式升降脚手架','检查验收','架体提升前未有检查记录','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('106','附着式升降脚手架','检查验收','架体提升后、使用前未履行验收手续或资料不全','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('107','附着式升降脚手架','脚手板','脚手板未满铺或铺设不严、不牢','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('108','附着式升降脚手架','脚手板','作业层与建筑结构之间空隙封闭不严','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('109','附着式升降脚手架','脚手板','脚手板规格、材质不符合要求','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('110','附着式升降脚手架','架体防护','脚手架外侧未采用密目式安全网封闭或网间连接不严','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('111','附着式升降脚手架','架体防护','作业层防护栏杆不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('112','附着式升降脚手架','架体防护','作业层未设置高度不小于180mm的挡脚板','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('113','附着式升降脚手架','安全作业','操作前未向有关技术人员和作业人员进行安全技术交底或交底未有文字记录','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('114','附着式升降脚手架','安全作业','作业人员未经培训或未定岗定责','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('115','附着式升降脚手架','安全作业','安装拆除单位资质不符合要求或特种作业人员未持证上岗','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('116','附着式升降脚手架','安全作业','安装、升降、拆除时未设置安全警戒区及专人监护','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('117','附着式升降脚手架','安全作业','荷载不均匀或超载','施工企业,监理单位,建设单位','整改,停工','5','附着式升降脚手架','安全');
INSERT INTO `违章数据库` VALUES('118','高处作业吊篮','施工方案','未编制专项施工方案或未对吊篮支架支撑处结构的承载力进行验算','施工企业,监理单位,建设单位','整改,停工','5','高处作业吊篮','安全');
INSERT INTO `违章数据库` VALUES('119','安全管理','施工组织设计及专项施工方案','施工组织设计、专项施工方案未经审批','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('120','安全管理','施工组织设计及专项施工方案','安全技术措施、专项施工方案无针对性或缺少设计计算','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('121','安全管理','施工组织设计及专项施工方案','未按施工组织设计、专项施工方案组织实施','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('122','安全管理','施工组织设计及专项施工方案','专项施工方案未经施工企业技术负责人和监理企业的总监理工程师签字后实施的','施工企业','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('123','安全管理','施工组织设计及专项施工方案','危险性较大的分部分项工程内容有重大变更，而相关的安全施工技术方案或安全措施未作相应修改的','施工企业','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('124','安全管理','安全生产责任制','未有效落实本企业安全生产规章制度的','施工企业主要负责人','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('125','安全管理','施工组织设计及专项施工方案','对超过一定规模的危险性较大的分部分项工程专项施工方案，施工企业未按规定组织专家进行论证、审查的','施工企业主要负责人','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('126','安全管理','施工组织设计及专项施工方案','未根据不同施工阶段和周围环境及季节、气候的变化，采取相应的安全施工措施的','项目负责人','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('127','安全管理','施工组织设计及专项施工方案','脚手架、基坑支护、施工用电、起重吊装、模板工程施工不符合专项施工方案和规范要求的','项目负责人','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('128','安全管理','安全技术交底','项目负责人未按规定落实对班组、作业人员进行安全技术交底工作的','项目负责人','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('129','安全管理','安全技术交底','未按分部分项进行交底','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('130','安全管理','安全技术交底','交底内容不全面或针对性不强','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('131','安全管理','安全技术交底','交底未履行签字手续','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('132','安全管理','安全技术交底','安全员未按规定参与对作业人员的安全教育或安全技术交底的','专职安全员','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('133','安全管理','安全检查','未建立安全检查制度','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('134','安全管理','安全检查','未有安全检查记录','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('135','安全管理','安全检查','项目负责人对安全检查中发现的隐患未落实“三定”（定人员、定时间、定措施）整改要求的','项目负责人','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('136','安全管理','安全检查','对重大事故隐患整改通知书所列项目未按期整改和复查','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('137','安全管理','安全检查','施工企业对建设行政主管部门或安监站发出的整改通知，未督促施工现场落实整改的','施工企业','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('138','安全管理','安全检查','施工企业对所承建的建筑工程未按规定进行定期和专项安全检查，或检查流于形式，检查记录弄虚作假的','施工企业','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('139','安全管理','安全检查','未督促、检查本企业的安全生产工作，及时消除生产安全事故隐患的','施工企业主要负责人','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('140','安全管理','安全检查','项目负责人所管理的工程项目在上一级建设行政主管部门安全生产检查中被发出执法建议书或停工整改通知书的','项目负责人','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('141','安全管理','安全检查','项目负责人对危险性较大的分部分项工程未按施工方案组织施工和未按规定组织验收的','项目负责人','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('142','其他','其他','未设立项目安全生产监理架构的','监理单位','扣分','5','其他','安全');
INSERT INTO `违章数据库` VALUES('143','其他','其他','未按规定配备安全监理人员的','监理单位','扣分','5','其他','安全');
INSERT INTO `违章数据库` VALUES('144','其他','其他','项目监理规划未编制安全监理内容的','监理单位','扣分','5','其他','安全');
INSERT INTO `违章数据库` VALUES('145','其他','其他','未按项目监理规划和安全监理实施细则实施安全监理的','总监理工程师','扣分','5','其他','安全');
INSERT INTO `违章数据库` VALUES('146','安全管理','安全检查','项目负责人对建设行政主管部门或安监站发出的整改通知未落实整改的','项目负责人','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('147','安全管理','安全检查','安全员未按规定进行安全检查或检查记录弄虚作假的','专职安全员','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('148','安全管理','安全检查','未落实监理企业作出的安全整改要求的','项目负责人','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('149','高处作业吊篮','荷载','施工荷载超过设计规定','施工企业,监理单位,建设单位','整改,停工','5','高处作业吊篮','安全');
INSERT INTO `违章数据库` VALUES('150','高处作业吊篮','荷载','荷载堆放不均匀','施工企业,监理单位,建设单位','整改,停工','5','高处作业吊篮','安全');
INSERT INTO `违章数据库` VALUES('151','基坑工程','施工方案','基坑工程未编制专项施工方案','施工企业,监理单位,建设单位','整改,停工','5','基坑工程','安全');
INSERT INTO `违章数据库` VALUES('152','基坑工程','施工方案','专项施工方案未按规定审核、审批','施工企业,监理单位,建设单位','整改,停工','5','基坑工程','安全');
INSERT INTO `违章数据库` VALUES('153','基坑工程','施工方案','超过一定规模条件的基坑工程专项施工方案未按规定组织专家论证','施工企业,监理单位,建设单位','整改,停工','5','基坑工程','安全');
INSERT INTO `违章数据库` VALUES('154','基坑工程','施工方案','基坑周边环境或施工条件发生变化，专项施工方案未重新进行审核、审批','施工企业,监理单位,建设单位','整改,停工','5','基坑工程','安全');
INSERT INTO `违章数据库` VALUES('155','基坑工程','基坑支护','人工开挖的狭窄基槽，开挖深度较大或存在边坡塌方危险未采取支护措施','施工企业,监理单位,建设单位','整改,停工','5','基坑工程','安全');
INSERT INTO `违章数据库` VALUES('156','基坑工程','基坑支护','自然放坡的坡率不符合专项施工方案和规范要求','施工企业,监理单位,建设单位','整改,停工','5','基坑工程','安全');
INSERT INTO `违章数据库` VALUES('157','基坑工程','基坑支护','基坑支护结构不符合设计要求','施工企业,监理单位,建设单位','整改,停工','5','基坑工程','安全');
INSERT INTO `违章数据库` VALUES('158','基坑工程','基坑支护','支护结构水平位移达到设计报警值未采取有效控制措施','施工企业,监理单位,建设单位','整改,停工','5','基坑工程','安全');
INSERT INTO `违章数据库` VALUES('159','基坑工程','降排水','基坑开挖深度范围内有地下水未采取有效的降排水措施','施工企业,监理单位,建设单位','整改,停工','5','基坑工程','安全');
INSERT INTO `违章数据库` VALUES('160','基坑工程','降排水','基坑边沿周围地面未设排水沟或排水沟设置不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','基坑工程','安全');
INSERT INTO `违章数据库` VALUES('161','基坑工程','降排水','放坡开挖对坡顶、坡面、坡脚未采取降排水措施','施工企业,监理单位,建设单位','整改,停工','5','基坑工程','安全');
INSERT INTO `违章数据库` VALUES('162','基坑工程','降排水','基坑底四周未设排水沟和集水井或排除积水不及时','施工企业,监理单位,建设单位','整改,停工','5','基坑工程','安全');
INSERT INTO `违章数据库` VALUES('163','基坑工程','基坑开挖','支护结构未达到设计要求的强度提前开挖下层土方','施工企业,监理单位,建设单位','整改,停工','5','基坑工程','安全');
INSERT INTO `违章数据库` VALUES('164','基坑工程','基坑开挖','未按设计和施工方案的要求分层、分段开挖或开挖不均衡','施工企业,监理单位,建设单位','整改,停工','5','基坑工程','安全');
INSERT INTO `违章数据库` VALUES('165','基坑工程','基坑开挖','基坑开挖过程中未采取防止碰撞支护结构或工程桩的有效措施','施工企业,监理单位,建设单位','整改,停工','5','基坑工程','安全');
INSERT INTO `违章数据库` VALUES('166','基坑工程','基坑开挖','机械在软土场地作业，未采取铺设渣土、砂石等硬化措施','施工企业,监理单位,建设单位','整改,停工','5','基坑工程','安全');
INSERT INTO `违章数据库` VALUES('167','基坑工程','坑边荷载','基坑边堆置土、料具等荷载超过基坑支护设计允许要求','施工企业,监理单位,建设单位','整改,停工','5','基坑工程','安全');
INSERT INTO `违章数据库` VALUES('168','基坑工程','坑边荷载','施工机械与基坑边沿的安全距离不符合设计要求','施工企业,监理单位,建设单位','整改,停工','5','基坑工程','安全');
INSERT INTO `违章数据库` VALUES('169','基坑工程','安全防护','开挖深度2m及以上的基坑周边未按规范要求设置防护栏杆或栏杆设置不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','基坑工程','安全');
INSERT INTO `违章数据库` VALUES('170','基坑工程','安全防护','基坑内未设置供施工人员上下的专用梯道或梯道设置不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','基坑工程','安全');
INSERT INTO `违章数据库` VALUES('171','基坑工程','安全防护','降水井口未设置防护盖板或围栏','施工企业,监理单位,建设单位','整改,停工','5','基坑工程','安全');
INSERT INTO `违章数据库` VALUES('172','基坑工程','基坑监测','未按要求进行基坑工程监测','施工企业,监理单位,建设单位','整改,停工','5','基坑工程','安全');
INSERT INTO `违章数据库` VALUES('173','基坑工程','基坑监测','基坑监测项目不符合设计和规范要求','施工企业,监理单位,建设单位','整改,停工','5','基坑工程','安全');
INSERT INTO `违章数据库` VALUES('174','基坑工程','基坑监测','监测的时间间隔不符合监测方案要求或监测结果变化速率较大未加密观测次数','施工企业,监理单位,建设单位','整改,停工','5','基坑工程','安全');
INSERT INTO `违章数据库` VALUES('175','基坑工程','基坑监测','未按设计要求提交监测报告或监测报告内容不完整','施工企业,监理单位,建设单位','整改,停工','5','基坑工程','安全');
INSERT INTO `违章数据库` VALUES('176','基坑工程','支撑拆除','基坑支撑结构的拆除方式、拆除顺序不符合专项施工方案要求','施工企业,监理单位,建设单位','整改,停工','5','基坑工程','安全');
INSERT INTO `违章数据库` VALUES('177','基坑工程','支撑拆除','机械拆除作业时，施工荷载大于支撑结构承载能力','施工企业,监理单位,建设单位','整改,停工','5','基坑工程','安全');
INSERT INTO `违章数据库` VALUES('178','基坑工程','支撑拆除','人工拆除作业时，未按规定设置防护设施','施工企业,监理单位,建设单位','整改,停工','5','基坑工程','安全');
INSERT INTO `违章数据库` VALUES('179','基坑工程','支撑拆除','采用非常规拆除方式不符合国家现行相关规范要求','施工企业,监理单位,建设单位','整改,停工','5','基坑工程','安全');
INSERT INTO `违章数据库` VALUES('180','基坑工程','作业环境','基坑内土方机械、施工人员的安全距离不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','基坑工程','安全');
INSERT INTO `违章数据库` VALUES('181','基坑工程','作业环境','上下垂直作业未采取防护措施','施工企业,监理单位,建设单位','整改,停工','5','基坑工程','安全');
INSERT INTO `违章数据库` VALUES('182','基坑工程','作业环境','在各种管线范围内挖土作业未设专人监护','施工企业,监理单位,建设单位','整改,停工','5','基坑工程','安全');
INSERT INTO `违章数据库` VALUES('183','基坑工程','作业环境','作业区光线不良','施工企业,监理单位,建设单位','整改,停工','5','基坑工程','安全');
INSERT INTO `违章数据库` VALUES('184','基坑工程','应急预案','未按要求编制基坑工程应急预案或应急预案内容不完整','施工企业,监理单位,建设单位','整改,停工','5','基坑工程','安全');
INSERT INTO `违章数据库` VALUES('185','基坑工程','应急预案','应急组织机构不健全或应急物资、材料、工具机具储备不符合应急预案要求','施工企业,监理单位,建设单位','整改,停工','5','基坑工程','安全');
INSERT INTO `违章数据库` VALUES('186','模板支架','施工方案','未按编制专项施工方案或结构设计未经计算','施工企业,监理单位,建设单位','整改,停工','5','模板支架','安全');
INSERT INTO `违章数据库` VALUES('187','模板支架','施工方案','专项施工方案未经审核、审批','施工企业,监理单位,建设单位','整改,停工','5','模板支架','安全');
INSERT INTO `违章数据库` VALUES('188','模板支架','施工方案','超规模模板支架专项施工方案未按规定组织专家论证','施工企业,监理单位,建设单位','整改,停工','5','模板支架','安全');
INSERT INTO `违章数据库` VALUES('189','模板支架','支架基础','基础不坚实平整、承载力不符合专项施工方案要求','施工企业,监理单位,建设单位','整改,停工','5','模板支架','安全');
INSERT INTO `违章数据库` VALUES('190','模板支架','支架基础','支架底部未设置垫板或垫板的规格不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','模板支架','安全');
INSERT INTO `违章数据库` VALUES('191','模板支架','支架基础','支架底部未按规范要求设置底座','施工企业,监理单位,建设单位','整改,停工','5','模板支架','安全');
INSERT INTO `违章数据库` VALUES('192','模板支架','支架基础','未按规范要求设置扫地杆','施工企业,监理单位,建设单位','整改,停工','5','模板支架','安全');
INSERT INTO `违章数据库` VALUES('193','模板支架','支架基础','未采取排水措施','施工企业,监理单位,建设单位','整改,停工','5','模板支架','安全');
INSERT INTO `违章数据库` VALUES('194','模板支架','支架基础','支架设在楼面结构上时，未对楼面结构的承载力进行验算或楼面结构下方未采取加固措施','施工企业,监理单位,建设单位','整改,停工','5','模板支架','安全');
INSERT INTO `违章数据库` VALUES('195','模板支架','支架构造','立杆纵、横间距大于设计和规范要求','施工企业,监理单位,建设单位','整改,停工','5','模板支架','安全');
INSERT INTO `违章数据库` VALUES('196','模板支架','支架构造','水平杆步距大于设计和规范要求','施工企业,监理单位,建设单位','整改,停工','5','模板支架','安全');
INSERT INTO `违章数据库` VALUES('197','模板支架','支架构造','水平杆未连续设置','施工企业,监理单位,建设单位','整改,停工','5','模板支架','安全');
INSERT INTO `违章数据库` VALUES('198','模板支架','支架构造','未按规范要求设置竖向剪刀撑或专用斜杆','施工企业,监理单位,建设单位','整改,停工','5','模板支架','安全');
INSERT INTO `违章数据库` VALUES('199','模板支架','支架构造','未按规范要求设置水平剪刀撑或专用水平斜杆','施工企业,监理单位,建设单位','整改,停工','5','模板支架','安全');
INSERT INTO `违章数据库` VALUES('200','模板支架','支架构造','剪刀撑或水平斜杆设置不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','模板支架','安全');
INSERT INTO `违章数据库` VALUES('201','模板支架','支架稳定','支架高宽比超过规范要求未采取与建筑结构刚性连结或增加架体宽度等措施','施工企业,监理单位,建设单位','整改,停工','5','模板支架','安全');
INSERT INTO `违章数据库` VALUES('202','模板支架','支架稳定','立杆伸出顶层水平杆的长度超过规范要求','施工企业,监理单位,建设单位','整改,停工','5','模板支架','安全');
INSERT INTO `违章数据库` VALUES('203','模板支架','支架稳定','浇筑混凝土未对支架的基础沉降、架体变形采取监测措施','施工企业,监理单位,建设单位','整改,停工','5','模板支架','安全');
INSERT INTO `违章数据库` VALUES('204','模板支架','施工荷载','荷载堆放不均匀','施工企业,监理单位,建设单位','整改,停工','5','模板支架','安全');
INSERT INTO `违章数据库` VALUES('205','模板支架','施工荷载','施工荷载超过设计规定','施工企业,监理单位,建设单位','整改,停工','5','模板支架','安全');
INSERT INTO `违章数据库` VALUES('206','模板支架','施工荷载','浇筑混凝土未对混凝土堆积高度进行控制','施工企业,监理单位,建设单位','整改,停工','5','模板支架','安全');
INSERT INTO `违章数据库` VALUES('207','模板支架','交底与验收','支架搭设、拆除前未进行交底或无文字记录','施工企业,监理单位,建设单位','整改,停工','5','模板支架','安全');
INSERT INTO `违章数据库` VALUES('208','模板支架','交底与验收','架体搭设完毕未办理验收手续','施工企业,监理单位,建设单位','整改,停工','5','模板支架','安全');
INSERT INTO `违章数据库` VALUES('209','模板支架','交底与验收','验收内容未进行量化，或未经责任人签字确认','施工企业,监理单位,建设单位','整改,停工','5','模板支架','安全');
INSERT INTO `违章数据库` VALUES('210','模板支架','杆件连接','立杆连接不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','模板支架','安全');
INSERT INTO `违章数据库` VALUES('211','模板支架','杆件连接','水平杆连接不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','模板支架','安全');
INSERT INTO `违章数据库` VALUES('212','模板支架','杆件连接','剪刀撑斜杆接长不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','模板支架','安全');
INSERT INTO `违章数据库` VALUES('213','模板支架','杆件连接','杆件各连接点的紧固不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','模板支架','安全');
INSERT INTO `违章数据库` VALUES('214','模板支架','底座与托撑','螺杆直径与立杆内径不匹配','施工企业,监理单位,建设单位','整改,停工','5','模板支架','安全');
INSERT INTO `违章数据库` VALUES('215','模板支架','底座与托撑','螺杆旋入螺母内的长度或外伸长度不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','模板支架','安全');
INSERT INTO `违章数据库` VALUES('216','模板支架','构配件材质','钢管、构配件的规格、型号、材质不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','模板支架','安全');
INSERT INTO `违章数据库` VALUES('217','模板支架','构配件材质','杆件弯曲、变形、锈蚀严重','施工企业,监理单位,建设单位','整改,停工','5','模板支架','安全');
INSERT INTO `违章数据库` VALUES('218','模板支架','支架拆除','支架拆除前未确认混凝土强度达到设计要求','施工企业,监理单位,建设单位','整改,停工','5','模板支架','安全');
INSERT INTO `违章数据库` VALUES('219','模板支架','支架拆除','未按规定设置警戒区或未设置专人监护','施工企业,监理单位,建设单位','整改,停工','5','模板支架','安全');
INSERT INTO `违章数据库` VALUES('220','高处作业','安全帽','施工现场人员未戴安全帽','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('221','高处作业','安全帽','未按标准佩戴安全帽','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('222','高处作业','安全帽','安全帽质量不符合现行国家相关标准的要求','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('223','高处作业','安全网','在建工程外脚手架架体外侧未采用密目式安全网封闭或网间连接不严','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('224','高处作业','安全网','安全网质量不符合现行国家相关标准的要求','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('225','高处作业','安全带','高处作业人员未按规定系挂安全带','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('226','高处作业','安全带','安全带系挂不符合要求','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('227','高处作业','安全带','安全带质量不符合现行国家相关标准的要求','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('228','高处作业','临边防护','工作面边沿无临边防护','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('229','高处作业','临边防护','临边防护设施的构造、强度不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('230','高处作业','临边防护','防护设施未形成定型化、工具式','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('231','高处作业','洞口防护','在建工程的孔、洞未采取防护措施','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('232','高处作业','洞口防护','防护措施、设施不符合要求或不严密','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('233','高处作业','洞口防护','防护设施未形成用定型化、工具式','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('234','高处作业','洞口防护','电梯井内未按每隔两层且不大于10m设置安全平网','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('235','高处作业','通道口防护','未搭设防护棚或防护不严、不牢固','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('236','高处作业','通道口防护','防护棚两侧未进行封闭','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('237','高处作业','通道口防护','防护棚宽度小于通道口宽度','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('238','高处作业','通道口防护','防护棚长度不符合要求','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('239','高处作业','通道口防护','建筑物高度超过24m，防护棚顶未采用双层防护','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('240','高处作业','通道口防护','防护棚的材质不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('241','高处作业','攀登作业','移动式梯子的梯脚底部垫高使用','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('242','高处作业','攀登作业','折梯未使用可靠拉撑装置','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('243','高处作业','攀登作业','梯子的材质或制作质量不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('244','高处作业','悬空作业','悬空作业处未设置防护栏杆或其他可靠的安全设施','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('245','高处作业','悬空作业','悬空作业所用的索具、吊具等未经验收','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('246','高处作业','悬空作业','悬空作业人员未系挂安全带或佩带工具袋','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('247','高处作业','移动式操作平台','操作平台未按规定进行设计计算','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('248','高处作业','移动式操作平台','移动式操作平台，轮子与平台的连接不牢固可靠或立柱底端距离地面超过80mm','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('249','高处作业','移动式操作平台','操作平台的组装不符合设计和规范要求','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('250','高处作业','移动式操作平台','平台台面铺板不严','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('251','高处作业','移动式操作平台','操作平台四周未按规定设置防护栏杆或未设置登高扶梯','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('252','高处作业','移动式操作平台','操作平台的材质不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('253','高处作业','悬挑式物料钢平台','未编制专项施工方案或未经设计计算','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('254','高处作业','悬挑式物料钢平台','悬挑式钢平台的下部支撑系统或上部拉结点，未设置在建筑结构上','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('255','高处作业','悬挑式物料钢平台','斜拉杆或钢丝绳未按要求在平台两侧各设置两道','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('256','高处作业','悬挑式物料钢平台','钢平台未按要求设置固定的防护栏杆或挡脚板','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('257','高处作业','悬挑式物料钢平台','钢平台台面铺板不严或钢平台与建筑结构之间铺板不严','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('258','高处作业','悬挑式物料钢平台','未在平台明显处设置荷载限定标牌','施工企业,监理单位,建设单位','整改,停工','5','高处作业','安全');
INSERT INTO `违章数据库` VALUES('259','施工用电','外电防护','外电线路与在建工程及脚手架、起重机械、场内机动车道之间的安全距离不符合规范要求且未采取防护措施','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('260','施工用电','外电防护','防护设施未设置明显的警示标志','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('261','施工用电','外电防护','防护设施与外电线路的安全距离及搭设方式不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('262','施工用电','外电防护','在外电架空线路正下方施工、建造临时设施或堆放材料物品','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('263','施工用电','接地与接零保护系统','施工现场专用的电源中性点直接接地的低压配电系统未采用TN-S接零保护系统','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('264','施工用电','接地与接零保护系统','配电系统未采用同一保护系统','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('265','施工用电','接地与接零保护系统','保护零线引出位置不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('266','施工用电','接地与接零保护系统','电气设备未接保护零线','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('267','施工用电','接地与接零保护系统','保护零线装设开关、熔断器或通过工作电流','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('268','施工用电','接地与接零保护系统','保护零线材质、规格及颜色标记不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('269','施工用电','接地与接零保护系统','工作接地与重复接地的设置、安装及接地装置的材料不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('270','施工用电','接地与接零保护系统','工作接地电阻大于4Ω，重复接地电阻大于10Ω','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('271','施工用电','接地与接零保护系统','施工现场起重机、物料提升机、施工升降机、脚手架防雷措施不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('272','施工用电','接地与接零保护系统','做防雷接地机械上的电气设备，保护零线未做重复接地','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('273','施工用电','配电线路','线路及接头不能保证机械强度和绝缘强度','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('274','施工用电','配电线路','线路未设短路、过载保护','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('275','施工用电','配电线路','线路截面不能满足负荷电流','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('276','施工用电','配电线路','线路的设施、材料及相序排列、档距、与邻近线路或固定物的距离不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('277','施工用电','配电线路','电缆沿地面明设,沿脚手架、树木等敷设或敷设不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('278','施工用电','配电线路','线路敷设的电缆不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('279','施工用电','配电线路','室内明敷主干线距地面高度小于2.5m','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('280','施工用电','配电箱与开关箱','配电系统未采用三级配电、二级漏电保护系统','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('281','施工用电','配电箱与开关箱','用电设备未有各自专用的开关箱','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('282','施工用电','配电箱与开关箱','箱体结构、箱内电器设置不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('283','施工用电','配电箱与开关箱','配电箱零线端子板的设置、连接不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('284','施工用电','配电箱与开关箱','漏电保护器参数不匹配或检测不灵敏','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('285','施工用电','配电箱与开关箱','配电箱与开关箱电器损坏或进出线混乱','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('286','施工用电','配电箱与开关箱','箱体未设置系统接线图和分路标记','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('287','施工用电','配电箱与开关箱','箱体未设门、锁，未采取防雨措施','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('288','施工用电','配电箱与开关箱','箱体安装位置、高度及周边通道不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('289','施工用电','配电箱与开关箱','分配电箱与开关箱、开关箱与用电设备的距离不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('290','施工用电','配电室与配电装置','配电室建筑耐火等级未达到三级','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('291','施工用电','配电室与配电装置','未配置适用于电气火灾的灭火器材','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('292','施工用电','配电室与配电装置','配电室、配电装置布设不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('293','施工用电','配电室与配电装置','配电装置中的仪表、电器元件设置不符合规范要求或仪表、电器元件损坏','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('294','施工用电','配电室与配电装置','备用发电机组未与外电线路进行联锁','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('295','施工用电','配电室与配电装置','配电室未采取防雨雪和小动物侵入的措施','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('296','施工用电','配电室与配电装置','配电室未设警示标志、工地供电平面图和系统图','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('297','施工用电','现场照明','照明用电与动力用电混用','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('298','施工用电','现场照明','特殊场所未使用36V及以下安全电压','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('299','施工用电','现场照明','手持照明灯未使用36V以下电源供电','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('300','施工用电','现场照明','照明变压器未使用双绕组安全隔离变压器','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('301','施工用电','现场照明','灯具金属外壳未接保护零线','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('302','施工用电','现场照明','灯具与地面、易燃物之间小于安全距离','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('303','施工用电','现场照明','照明线路和安全电压线路的架设不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('304','施工用电','现场照明','施工现场未按规范要求配备应急照明','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('305','施工用电','用电档案','总包单位与分包单位未订立临时用电管理协议','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('306','施工用电','用电档案','未制定专项用电施工组织设计、外电防护专项方案或设计、方案缺乏针对性','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('307','施工用电','用电档案','专项用电施工组织设计、外电防护专项方案未履行审批程序，实施后相关部门未组织验收','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('308','施工用电','用电档案','接地电阻、绝缘电阻和漏电保护器检测记录未填写或填写不真实','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('309','施工用电','用电档案','安全技术交底、设备设施验收记录未填写或填写不真实','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('310','施工用电','用电档案','定期巡视检查、隐患整改记录未填写或填写不真实','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('311','施工用电','用电档案','档案资料不齐全、未设专人管理','施工企业,监理单位,建设单位','整改,停工','5','施工用电','安全');
INSERT INTO `违章数据库` VALUES('312','物料提升机','安全装置','未安装起重量限制器、防坠安全器','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('313','物料提升机','安全装置','起重量限制器、防坠安全器不灵敏','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('314','物料提升机','安全装置','安全停层装置不符合规范要求或未达到定型化','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('315','物料提升机','安全装置','未安装上行程限位','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('316','物料提升机','安全装置','上行程限位不灵敏、安全越程不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('317','物料提升机','安全装置','物料提升机安装高度超过30m，未安装渐进式防坠安全器、自动停层、语音及影像信号监控装置','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('318','物料提升机','防护设施','未设置防护围栏或设置不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('319','物料提升机','防护设施','未设置进料口防护棚或设置不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('320','物料提升机','防护设施','停层平台两侧未设置防护栏杆、挡脚板','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('321','物料提升机','防护设施','停层平台脚手板铺设不严、不牢','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('322','物料提升机','防护设施','未安装平台门或平台门不起作用','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('323','物料提升机','防护设施','平台门未达到定型化','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('324','物料提升机','防护设施','吊笼门不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('325','物料提升机','附墙架与缆风绳','附墙架结构、材质、间距不符合产品说明书要求','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('326','物料提升机','附墙架与缆风绳','附墙架未与建筑结构可靠连接','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('327','物料提升机','附墙架与缆风绳','缆风绳设置数量、位置不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('328','物料提升机','附墙架与缆风绳','缆风绳未使用钢丝绳或未与地锚连接','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('329','物料提升机','附墙架与缆风绳','钢丝绳直径小于8mm或角度不符合45°～60°要求','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('330','物料提升机','附墙架与缆风绳','安装高度超过30m的物料提升机使用缆风绳','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('331','物料提升机','附墙架与缆风绳','地锚设置不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('332','物料提升机','钢丝绳','钢丝绳磨损、变形、锈蚀达到报废标准','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('333','物料提升机','钢丝绳','钢丝绳绳夹设置不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('334','物料提升机','钢丝绳','吊笼处于最低位置，卷筒上钢丝绳少于3圈','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('335','物料提升机','钢丝绳','未设置钢丝绳过路保护措施或钢丝绳拖地','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('336','物料提升机','安拆、验收与使用','安装、拆卸单位未取得专业承包资质和安全生产许可证','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('337','物料提升机','安拆、验收与使用','未制定专项施工方案或未经审核、审批','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('338','物料提升机','安拆、验收与使用','未履行验收程序或验收表未经责任人签字','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('339','物料提升机','安拆、验收与使用','安装、拆除人员及司机未持证上岗','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('340','物料提升机','安拆、验收与使用','物料提升机作业前未按规定进行例行检查或未填写检查记录','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('341','物料提升机','安拆、验收与使用','实行多班作业未按规定填写交接班记录','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('342','物料提升机','基础与导轨架','基础的承载力、平整度不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('343','物料提升机','基础与导轨架','基础周边未设排水设施','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('344','物料提升机','基础与导轨架','导轨架垂直度偏差大于导轨架高度0.15%','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('345','物料提升机','基础与导轨架','井架停层平台通道处的结构未采取加强措施','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('346','物料提升机','动力与传动','卷扬机、曳引机安装不牢固','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('347','物料提升机','动力与传动','卷筒与导轨架底部导向轮的距离小于20倍卷筒宽度未设置排绳器','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('348','物料提升机','动力与传动','钢丝绳在卷筒上排列不整齐','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('349','物料提升机','动力与传动','滑轮与导轨架、吊笼未采用刚性连接','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('350','物料提升机','动力与传动','滑轮与钢丝绳不匹配','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('351','物料提升机','动力与传动','卷筒、滑轮未设置防止钢丝绳脱出装置','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('352','物料提升机','动力与传动','曳引钢丝绳为2根及以上时，未设置曳引力平衡装置','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('353','物料提升机','通信装置','未按规范要求设置通信装置','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('354','物料提升机','通信装置','通信装置信号显示不清晰','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('355','物料提升机','卷扬机操作棚','未设置卷扬机操作棚','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('356','物料提升机','卷扬机操作棚','操作棚搭设不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('357','物料提升机','避雷装置','物料提升机在其他防雷保护范围以外未设置避雷装置','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('358','物料提升机','避雷装置','避雷装置不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','物料提升机','安全');
INSERT INTO `违章数据库` VALUES('359','施工升降机','安全装置','未安装起重量限制器或起重量限制器不灵敏','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('360','施工升降机','安全装置','未安装渐进式防坠安全器或防坠安全器不灵敏','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('361','施工升降机','安全装置','防坠安全器超过有效标定期限','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('362','施工升降机','安全装置','对重钢丝绳未安装防松绳装置或防松绳装置不灵敏','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('363','施工升降机','安全装置','未安装急停开关或急停开关不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('364','施工升降机','安全装置','未安装吊笼和对重缓冲器或缓冲器不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('365','施工升降机','安全装置','SC型施工升降机未安装安全钩','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('366','施工升降机','限位装置','未安装极限开关或极限开关不灵敏','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('367','施工升降机','限位装置','未安装上限位开关或上限位开关不灵敏','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('368','施工升降机','限位装置','未安装下限位开关或下限位开关不灵敏','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('369','施工升降机','限位装置','极限开关与上限位开关安全越程不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('370','施工升降机','限位装置','极限开关与上、下限位开关共用一个触发元件','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('371','施工升降机','限位装置','未安装吊笼门机电联锁装置或不灵敏','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('372','施工升降机','限位装置','未安装吊笼顶窗电气安全开关或不灵敏','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('373','安全管理','施工组织设计及专项施工方案','施工组织设计中未制定安全技术措施','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('374','施工升降机','防护设施','未设置地面防护围栏或设置不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('375','施工升降机','防护设施','未安装地面防护围栏门联锁保护装置或联锁保护装置不灵敏','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('376','施工升降机','防护设施','未设置出入口防护棚或设置不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('377','施工升降机','防护设施','停层平台搭设不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('378','施工升降机','防护设施','未安装层门或层门不起作用','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('379','施工升降机','防护设施','层门不符合规范要求、未达到定型化','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('380','施工升降机','附墙架','附墙架采用非配套标准产品未进行设计计算','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('381','施工升降机','附墙架','附墙架与建筑结构连接方式、角度不符合产品说明书要求','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('382','施工升降机','附墙架','附墙架间距、最高附着点以上导轨架的自由高度超过产品说明书要求','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('383','施工升降机','钢丝绳、滑轮与对重','对重钢丝绳绳数少于2根或未相对独立','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('384','施工升降机','钢丝绳、滑轮与对重','钢丝绳磨损、变形、锈蚀达到报废标准','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('385','施工升降机','钢丝绳、滑轮与对重','钢丝绳的规格、固定不符合产品说明书及规范要求','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('386','施工升降机','钢丝绳、滑轮与对重','滑轮未安装钢丝绳防脱装置或不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('387','施工升降机','钢丝绳、滑轮与对重','对重重量、固定不符合产品说明书及规范要求','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('388','施工升降机','钢丝绳、滑轮与对重','对重未安装防脱轨保护装置','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('389','施工升降机','安拆、验收与使用','安装、拆卸单位未取得专业承包资质和安全生产许可证','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('390','施工升降机','安拆、验收与使用','未编制安装、拆卸专项方案或专项方案未经审核、审批','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('391','施工升降机','安拆、验收与使用','未履行验收程序或验收表未经责任人签字','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('392','施工升降机','安拆、验收与使用','安装、拆除人员及司机未持证上岗','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('393','施工升降机','安拆、验收与使用','施工升降机作业前未按规定进行例行检查，未填写检查记录','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('394','施工升降机','安拆、验收与使用','实行多班作业未按规定填写交接班记录','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('395','施工升降机','导轨架','导轨架垂直度不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('396','施工升降机','导轨架','标准节质量不符合产品说明书及规范要求','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('397','施工升降机','导轨架','对重导轨不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('398','施工升降机','导轨架','标准节连接螺栓使用不符合产品说明书及规范要求','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('399','施工升降机','基础','基础制作、验收不符合产品说明书及规范要求','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('400','施工升降机','基础','基础设置在地下室顶板或楼面结构上，未对其支承结构进行承载力验算','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('401','施工升降机','基础','基础未设置排水设施','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('402','施工升降机','电气安全','施工升降机与架空线路不符合规范要求距离未采取防护措施','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('403','施工升降机','电气安全','防护措施不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('404','施工升降机','电气安全','未设置电缆导向架或设置不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('405','施工升降机','电气安全','施工升降机在防雷保护范围以外未设置避雷装置','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('406','施工升降机','电气安全','避雷装置不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('407','施工升降机','通信装置','未安装楼层信号联络装置','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('408','施工升降机','通信装置','楼层联络信号不清晰','施工企业,监理单位,建设单位','整改,停工','5','施工升降机','安全');
INSERT INTO `违章数据库` VALUES('409','塔式起重机','载荷限制装置','未安装起重量限制器或不灵敏','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('410','塔式起重机','载荷限制装置','未安装力矩限制器或不灵敏','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('411','塔式起重机','行程限位装置','未安装起升高度限位器或不灵敏','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('412','塔式起重机','行程限位装置','起升高度限位器的安全越程不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('413','塔式起重机','行程限位装置','未安装幅度限位器或不灵敏','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('414','塔式起重机','行程限位装置','回转不设集电器的塔式起重机未安装回转限位器或不灵敏','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('415','塔式起重机','行程限位装置','行走式塔式起重机未安装行走限位器或不灵敏','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('416','塔式起重机','保护装置','小车变幅的塔式起重机未安装断绳保护及断轴保护装置','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('417','塔式起重机','保护装置','行走及小车变幅的轨道行程末端未安装缓冲器及止挡装置或不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('418','塔式起重机','保护装置','起重臂根部绞点高度大于50m的塔式起重机未安装风速仪或不灵敏','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('419','塔式起重机','保护装置','塔式起重机顶部高度大于30m且高于周围建筑物未安装障碍指示灯','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('420','塔式起重机','吊钩、滑轮、卷筒与钢丝绳','吊钩未安装钢丝绳防脱钩装置或不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('421','塔式起重机','吊钩、滑轮、卷筒与钢丝绳','吊钩磨损、变形达到报废标准','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('422','塔式起重机','吊钩、滑轮、卷筒与钢丝绳','滑轮、卷筒未安装钢丝绳防脱装置或不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('423','塔式起重机','吊钩、滑轮、卷筒与钢丝绳','滑轮及卷筒磨损达到报废标准','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('424','塔式起重机','吊钩、滑轮、卷筒与钢丝绳','钢丝绳磨损、变形、锈蚀达到报废标准','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('425','塔式起重机','吊钩、滑轮、卷筒与钢丝绳','钢丝绳的规格、固定、缠绕不符合产品说明书及规范要求','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('426','塔式起重机','多塔作业','多塔作业未制定专项施工方案或施工方案未经审批','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('427','塔式起重机','多塔作业','任意两台塔式起重机之间的最小架设距离不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('428','塔式起重机','安拆、验收与使用','安装、拆卸单位未取得专业承包资质和安全生产许可证','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('429','塔式起重机','安拆、验收与使用','未制定安装、拆卸专项方案','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('430','塔式起重机','安拆、验收与使用','方案未经审核、审批','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('431','塔式起重机','安拆、验收与使用','未履行验收程序或验收表未经责任人签字','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('432','塔式起重机','安拆、验收与使用','安装、拆除人员及司机、指挥未持证上岗','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('433','塔式起重机','安拆、验收与使用','塔式起重机作业前未按规定进行例行检查，未填写检查记录','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('434','塔式起重机','安拆、验收与使用','实行多班作业未按规定填写交接班记录','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('435','塔式起重机','附着','塔式起重机高度超过规定未安装附着装置','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('436','塔式起重机','附着','附着装置水平距离不满足产品说明书要求未进行设计计算和审批','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('437','塔式起重机','附着','安装内爬式塔式起重机的建筑承载结构未进行承载力验算','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('438','塔式起重机','附着','附着装置安装不符合产品说明书及规范要求','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('439','塔式起重机','附着','附着前和附着后塔身垂直度不符合规范要求 ','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('440','塔式起重机','基础与轨道','塔式起重机基础未按产品说明书及有关规定设计、检测、验收','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('441','塔式起重机','基础与轨道','基础未设置排水措施','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('442','塔式起重机','基础与轨道','路基箱或枕木铺设不符合产品说明书及规范要求','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('443','塔式起重机','基础与轨道','轨道铺设不符合产品说明书及规范要求','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('444','塔式起重机','结构设施','主要结构件的变形、锈蚀不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('445','塔式起重机','结构设施','平台、走道、梯子、护栏的设置不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('446','塔式起重机','结构设施','高强螺栓、销轴、紧固件的紧固、连接不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('447','塔式起重机','电气安全','未采用TN-S接零保护系统供电','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('448','塔式起重机','电气安全','塔式起重机与架空线路安全距离不符合规范要求，未采取防护措施','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('449','塔式起重机','电气安全','防护措施不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('450','塔式起重机','电气安全','未安装避雷接地装置','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('451','塔式起重机','电气安全','避雷接地装置不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('452','塔式起重机','电气安全','电缆使用及固定不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','塔式起重机','安全');
INSERT INTO `违章数据库` VALUES('453','起重吊装','施工方案','未编制专项施工方案或专项施工方案未经审核、审批','施工企业,监理单位,建设单位','整改,停工','5','起重吊装','安全');
INSERT INTO `违章数据库` VALUES('454','起重吊装','施工方案','超规模的起重吊装专项施工方案未按规定组织专家论证','施工企业,监理单位,建设单位','整改,停工','5','起重吊装','安全');
INSERT INTO `违章数据库` VALUES('455','起重吊装','起重机械','未安装荷载限制装置或不灵敏','施工企业,监理单位,建设单位','整改,停工','5','起重吊装','安全');
INSERT INTO `违章数据库` VALUES('456','起重吊装','起重机械','未安装行程限位装置或不灵敏','施工企业,监理单位,建设单位','整改,停工','5','起重吊装','安全');
INSERT INTO `违章数据库` VALUES('457','起重吊装','起重机械','起重拔杆组装不符合设计要求','施工企业,监理单位,建设单位','整改,停工','5','起重吊装','安全');
INSERT INTO `违章数据库` VALUES('458','起重吊装','起重机械','起重拔杆组装后未履行验收程序或验收表无责任人签字','施工企业,监理单位,建设单位','整改,停工','5','起重吊装','安全');
INSERT INTO `违章数据库` VALUES('459','起重吊装','钢丝绳与地锚','钢丝绳磨损、断丝、变形、锈蚀达到报废标准','施工企业,监理单位,建设单位','整改,停工','5','起重吊装','安全');
INSERT INTO `违章数据库` VALUES('460','起重吊装','钢丝绳与地锚','钢丝绳规格不符合起重机产品说明书要求','施工企业,监理单位,建设单位','整改,停工','5','起重吊装','安全');
INSERT INTO `违章数据库` VALUES('461','起重吊装','钢丝绳与地锚','吊钩、卷筒、滑轮磨损达到报废标准','施工企业,监理单位,建设单位','整改,停工','5','起重吊装','安全');
INSERT INTO `违章数据库` VALUES('462','起重吊装','钢丝绳与地锚','吊钩、卷筒、滑轮未安装钢丝绳防脱装置','施工企业,监理单位,建设单位','整改,停工','5','起重吊装','安全');
INSERT INTO `违章数据库` VALUES('463','起重吊装','钢丝绳与地锚','起重拔杆的缆风绳、地锚设置不符合设计要求','施工企业,监理单位,建设单位','整改,停工','5','起重吊装','安全');
INSERT INTO `违章数据库` VALUES('464','起重吊装','索具','索具采用编结连接时，编结部分的长度不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','起重吊装','安全');
INSERT INTO `违章数据库` VALUES('465','起重吊装','索具','索具采用绳夹连接时，绳夹的规格、数量及绳夹间距不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','起重吊装','安全');
INSERT INTO `违章数据库` VALUES('466','起重吊装','索具','索具安全系数不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','起重吊装','安全');
INSERT INTO `违章数据库` VALUES('467','起重吊装','索具','吊索规格不匹配或机械性能不符合设计要求','施工企业,监理单位,建设单位','整改,停工','5','起重吊装','安全');
INSERT INTO `违章数据库` VALUES('468','起重吊装','作业环境','起重机行走作业处地面承载能力不符合产品说明书要求或未采用有效加固措施','施工企业,监理单位,建设单位','整改,停工','5','起重吊装','安全');
INSERT INTO `违章数据库` VALUES('469','起重吊装','作业环境','起重机与架空线路安全距离不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','起重吊装','安全');
INSERT INTO `违章数据库` VALUES('470','起重吊装','作业人员','起重机司机无证操作或操作证与操作机型不符','施工企业,监理单位,建设单位','整改,停工','5','起重吊装','安全');
INSERT INTO `违章数据库` VALUES('471','起重吊装','作业人员','未设置专职信号指挥和司索人员','施工企业,监理单位,建设单位','整改,停工','5','起重吊装','安全');
INSERT INTO `违章数据库` VALUES('472','起重吊装','作业人员','作业前未按规定进行安全技术交底或交底未形成文字记录','施工企业,监理单位,建设单位','整改,停工','5','起重吊装','安全');
INSERT INTO `违章数据库` VALUES('473','起重吊装','起重吊装','多台起重机同时起吊一个构件时，单台起重机所承受的荷载不符合专项施工方案要求','施工企业,监理单位,建设单位','整改,停工','5','起重吊装','安全');
INSERT INTO `违章数据库` VALUES('474','起重吊装','起重吊装','吊索系挂点不符合专项施工方案要求','施工企业,监理单位,建设单位','整改,停工','5','起重吊装','安全');
INSERT INTO `违章数据库` VALUES('475','起重吊装','起重吊装','起重机作业时起重臂下有人停留或吊运重物从人的正上方通过','施工企业,监理单位,建设单位','整改,停工','5','起重吊装','安全');
INSERT INTO `违章数据库` VALUES('476','起重吊装','起重吊装','起重机吊具载运人员','施工企业,监理单位,建设单位','整改,停工','5','起重吊装','安全');
INSERT INTO `违章数据库` VALUES('477','起重吊装','起重吊装','吊运易散落物件不使用吊笼','施工企业,监理单位,建设单位','整改,停工','5','起重吊装','安全');
INSERT INTO `违章数据库` VALUES('478','起重吊装','高处作业','未按规定设置高处作业平台','施工企业,监理单位,建设单位','整改,停工','5','起重吊装','安全');
INSERT INTO `违章数据库` VALUES('479','起重吊装','高处作业','高处作业平台设置不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','起重吊装','安全');
INSERT INTO `违章数据库` VALUES('480','起重吊装','高处作业','未按规定设置爬梯或爬梯的强度、构造不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','起重吊装','安全');
INSERT INTO `违章数据库` VALUES('481','起重吊装','高处作业','未按规定设置安全带悬挂点','施工企业,监理单位,建设单位','整改,停工','5','起重吊装','安全');
INSERT INTO `违章数据库` VALUES('482','起重吊装','构件码放','构件码放荷载超过作业面承载能力','施工企业,监理单位,建设单位','整改,停工','5','起重吊装','安全');
INSERT INTO `违章数据库` VALUES('483','起重吊装','构件码放','构件码放高度超过规定要求','施工企业,监理单位,建设单位','整改,停工','5','起重吊装','安全');
INSERT INTO `违章数据库` VALUES('484','起重吊装','构件码放','大型构件码放无稳定措施','施工企业,监理单位,建设单位','整改,停工','5','起重吊装','安全');
INSERT INTO `违章数据库` VALUES('485','起重吊装','警戒监护','未按规定设置作业警戒区','施工企业,监理单位,建设单位','整改,停工','5','起重吊装','安全');
INSERT INTO `违章数据库` VALUES('486','起重吊装','警戒监护','警戒区未设专人监护','施工企业,监理单位,建设单位','整改,停工','5','起重吊装','安全');
INSERT INTO `违章数据库` VALUES('487','施工机具','平刨','平刨安装后未履行验收程序','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('488','施工机具','平刨','未设置护手安全装置','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('489','施工机具','平刨','传动部位未设置防护罩','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('490','施工机具','平刨','未做保护接零或未设置漏电保护器','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('491','施工机具','平刨','未设置安全作业棚','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('492','施工机具','平刨','使用多功能木工机具','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('493','施工机具','圆盘锯','圆盘锯安装后未履行验收程序','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('494','施工机具','圆盘锯','未设置锯盘护罩、分料器、防护挡板安全装置和传动部位未设置防护罩','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('495','施工机具','圆盘锯','未做保护接零或未设置漏电保护器','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('496','施工机具','圆盘锯','未设置安全作业棚','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('497','施工机具','圆盘锯','使用多功能木工机具','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('498','施工机具','手持电动工具','Ⅰ类手持电动工具未采取保护接零或未设置漏电保护器','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('499','施工机具','手持电动工具','使用Ⅰ类手持电动工具不按规定穿戴绝缘用品','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('500','施工机具','手持电动工具','手持电动工具随意接长电源线','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('501','施工机具','钢筋机械','机械安装后未履行验收程序','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('502','施工机具','钢筋机械','未做保护接零或未设置漏电保护器','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('503','施工机具','钢筋机械','钢筋加工区未设置作业棚、钢筋对焊作业区未采取防止火花飞溅措施或冷拉作业区未设置防护栏板','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('504','施工机具','钢筋机械','传动部位未设置防护罩','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('505','施工机具','电焊机','电焊机安装后未履行验收程序','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('506','施工机具','电焊机','未做保护接零或未设置漏电保护器','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('507','施工机具','电焊机','未设置二次空载降压保护器','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('508','施工机具','电焊机','一次线长度超过规定或未进行穿管保护','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('509','施工机具','电焊机','二次线未采用防水橡皮护套铜芯软电缆','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('510','施工机具','电焊机','二次线长度超过规定或绝缘层老化','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('511','施工机具','电焊机','电焊机未设置防雨罩或接线柱未设置防护罩','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('512','施工机具','搅拌机','搅拌机安装后未履行验收程序','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('513','施工机具','搅拌机','未做保护接零或未设置漏电保护器','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('514','施工机具','搅拌机','离合器、制动器、钢丝绳达不到规定要求','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('515','施工机具','搅拌机','上料斗未设置安全挂钩或止挡装置','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('516','施工机具','搅拌机','传动部位未设置防护罩','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('517','施工机具','搅拌机','未设置安全作业棚','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('518','施工机具','气瓶','气瓶未安装减压器','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('519','施工机具','气瓶','乙炔瓶未安装回火防止器','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('520','施工机具','气瓶','气瓶间距小于5米或与明火距离小于10米未采取隔离措施','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('521','施工机具','气瓶','气瓶未设置防震圈和防护帽','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('522','施工机具','气瓶','气瓶存放不符合要求','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('523','施工机具','翻斗车','翻斗车制动、转向装置不灵敏','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('524','施工机具','翻斗车','驾驶员无证操作','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('525','施工机具','翻斗车','行车载人或违章行车','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('526','施工机具','潜水泵','未做保护接零或未设置漏电保护器','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('527','施工机具','潜水泵','负荷线未使用专用防水橡皮电缆','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('528','施工机具','潜水泵','负荷线有接头','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('529','施工机具','振捣器','未做保护接零或未设置漏电保护器','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('530','施工机具','振捣器','未使用移动式配电箱','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('531','施工机具','振捣器','电缆线长度超过30米','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('532','施工机具','振捣器','操作人员未穿戴绝缘防护用品','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('533','施工机具','桩工机械','机械安装后未履行验收程序','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('534','施工机具','桩工机械','作业前未编制专项施工方案或未按规定进行安全技术交底','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('535','施工机具','桩工机械','安全装置不齐全或不灵敏','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('536','施工机具','桩工机械','机械作业区域地面承载力不符合规定要求或未采取有效硬化措施','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('537','施工机具','桩工机械','机械与输电线路安全距离不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','施工机具','安全');
INSERT INTO `违章数据库` VALUES('538','安全管理','安全检查','安全员未按消防制度落实现场消防设施的','专职安全员','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('539','其他','其他','未对危险性较大工程作业进行专项安全检查，并做好检查记录的','监理单位','扣分','5','其他','安全');
INSERT INTO `违章数据库` VALUES('540','其他','其他','未对检查发现的安全隐患及时发出整改通知书并跟踪落实的','监理单位','扣分','5','其他','安全');
INSERT INTO `违章数据库` VALUES('541','其他','其他','未按规定对有关的施工安全生产文件实施审查和向总监理工程师报告的','专业监理工程师','扣分','5','其他','安全');
INSERT INTO `违章数据库` VALUES('542','其他','其他','安全监理资料弄虚作假，与施工现场安全生产状况严重不符的','总监理工程师','扣分','5','其他','安全');
INSERT INTO `违章数据库` VALUES('543','其他','其他','对项目监理部发出的整改通知书，未跟踪整改落实情况的','总监理工程师','扣分','5','其他','安全');
INSERT INTO `违章数据库` VALUES('544','其他','其他','施工企业对项目监理部发出的整改通知书拒不整改，未及时向有关主管部门报告的','总监理工程师','扣分','5','其他','安全');
INSERT INTO `违章数据库` VALUES('545','其他','其他','所管理的工程项目在上一级建设行政主管部门安全生产检查中被发出执法建议书或停工整改通知书，且监理人员未履行安全监理职责的','总监理工程师','扣分','5','其他','安全');
INSERT INTO `违章数据库` VALUES('546','其他','其他','未按规定审核施工企业安全生产保证体系、安全生产责任制、各项规章制度和安全监管机构建立及人员配备情况的','总监理工程师','扣分','5','其他','安全');
INSERT INTO `违章数据库` VALUES('547','其他','其他','未对现场专业监理工程师明确安全管理岗位职责的','总监理工程师','扣分','5','其他','安全');
INSERT INTO `违章数据库` VALUES('548','其他','其他','未按规定及时实施阶段安全评价的','总监理工程师','扣分','5','其他','安全');
INSERT INTO `违章数据库` VALUES('549','其他','其他','所监理的工程因施工安全原因被建设行政主管部门或安监站责令整改后未督促落实整改措施,并反馈整改情况的','总监理工程师','扣分','5','其他','安全');
INSERT INTO `违章数据库` VALUES('550','其他','其他','未对变更后的施工组织设计安全技术措施或专项施工方案进行审核、批准的','总监理工程师','扣分','5','其他','安全');
INSERT INTO `违章数据库` VALUES('551','安全管理','安全检查','安全员未落实施工起重机械、施工机具定期检修、维护保养制度及安全防护用品、配件的报废制度的','专职安全员','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('552','安全管理','安全检查','安全员未按规定检查特种作业人员取得省级建设行政主管部门颁发的操作资格证情况的','专职安全员','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('553','安全管理','安全检查','安全员未按规定检查上报施工现场作业人员取得建筑施工工人“平安卡”情况的','专职安全员','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('554','安全管理','安全检查','未按规定办理动火审批手续的','专职安全员','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('555','安全管理','安全检查','施工临时用电违反“一机、一闸、一漏、一箱”要求的','专职安全员','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('556','安全管理','安全检查','高处作业人员不按要求使用安全带的','专职安全员','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('557','安全管理','安全检查','施工现场作业人员不戴安全帽、穿拖鞋或其他严重违章作业行为的','专职安全员','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('558','安全管理','安全教育','未建立安全教育培训制度','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('559','安全管理','安全教育','施工人员入场未进行三级安全教育培训和考核','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('560','安全管理','安全教育','未明确具体安全教育培训内容','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('561','安全管理','安全教育','变换工种或采用新技术、新工艺、新设备、新材料施工时未进行安全教育的','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('562','安全管理','安全教育','施工管理人员、专职安全员未按规定进行年度教育培训和考核','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('563','安全管理','安全教育','未有效落实本企业安全生产教育培训制度的','施工企业主要负责人','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('564','安全管理','应急救援','未制定安全生产应急救援预案','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('565','安全管理','应急救援','未建立应急救援组织或未按规定配备救援人员','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('566','安全管理','应急救援','项目负责人未按规定组织生产安全事故应急救援演练的','项目负责人','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('567','安全管理','应急救援','未配置应急救援器材和设备','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('568','安全管理','应急救援','未按规定编制生产安全事故应急救援预案的','施工企业','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('569','安全管理','应急救援','未组织制定并实施本企业生产安全事故应急救援预案的','施工企业主要负责人','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('570','安全管理','分包单位安全管理','分包单位资质、资格、分包手续不全或失效','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('571','安全管理','分包单位安全管理','未签订安全生产协议书','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('572','安全管理','分包单位安全管理','分包合同、安全生产协议书，签字盖章手续不全','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('573','安全管理','分包单位安全管理','分包单位未按规定建立安全机构或未配备专职安全员','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('574','安全管理','分包单位安全管理','施工总承包企业将起重机械分包给不具备起重设备安装专业承包资质的企业安装拆卸的','施工企业','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('575','安全管理','分包单位安全管理','施工总承包单位在分包合同中未明确各自安全生产责任的','施工企业','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('576','安全管理','分包单位安全管理','施工企业未按规定审查分包企业资质和安全生产许可证，“三类人员”考核合格证书，特种作业人员操作资格证书的','施工企业','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('577','安全管理','持证上岗','未经培训从事施工、安全管理和特种作业','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('578','安全管理','持证上岗','施工企业未实施建筑施工工人“平安卡”管理制度的','施工企业','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('579','安全管理','持证上岗','施工企业“三类人员”未取得安全生产考核合格证书的','施工企业','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('580','安全管理','持证上岗','特种作业人员未取得省级建设行政主管部门颁发的操作资格证书的','施工企业','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('581','安全管理','持证上岗','特种作业人员未取得省级建设行政主管部门颁发的操作资格证的','项目负责人','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('582','安全管理','持证上岗','施工现场作业人员未取得建筑施工工人“平安卡”的','项目负责人','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('583','安全管理','生产安全事故处理','生产安全事故未按规定报告','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('584','安全管理','生产安全事故处理','生产安全事故未按规定进行调查分析、制定防范措施的','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('585','安全管理','生产安全事故处理','未依法为施工作业人员办理保险','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('586','安全管理','安全标志','施工现场未按规定悬挂标牌和安全警示标志的','项目负责人','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('587','安全管理','安全标志','未绘制现场安全标志布置图','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('588','安全管理','安全标志','未按部位和现场设施的变化调整安全标志设置','施工企业,监理单位,建设单位','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('589','安全管理','安全标志','没有按规定在工地现场明显位置设立危险源公示牌并落实专人管理的','项目负责人','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('590','安全管理','安全管理资料','安全管理资料弄虚作假，与施工现场安全生产状况严重不符的','项目负责人','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('591','安全管理','安全管理资料','未按规定使用《广东省建筑施工安全管理资料统一用表》的','项目负责人','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('592','安全管理','安全管理资料','未实施机械设备、施工机具“一机一档”档案管理制度的','项目负责人','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('593','安全管理','安全管理资料','未督促建立安全防护用品、施工起重机械、施工机具及配件资料档案的','专职安全员','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('594','文明施工','现场围挡','市区主要路段的工地未设置封闭围挡或围挡高度小于2.5m','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('595','文明施工','现场围挡','一般路段的工地未设置封闭围挡或围挡高度小于1.8m','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('596','文明施工','现场围挡','围挡未达到坚固、稳定、整洁、美观','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('597','其他','其他','危险性较大的分部分项工程未编制安全监理实施细则的','监理单位','扣分','5','其他','安全');
INSERT INTO `违章数据库` VALUES('598','其他','其他','未对施工现场进行定期安全检查，并做好检查记录的','监理单位','扣分','5','其他','安全');
INSERT INTO `违章数据库` VALUES('599','其他','其他','未按规定对施工组织设计中安全技术措施及专项施工方案是否符合工程建设强制性标准进行审核、批准的','总监理工程师','扣分','5','其他','安全');
INSERT INTO `违章数据库` VALUES('600','其他','其他','对危险性较大分部分项工程未按规定组织验收的','总监理工程师','扣分','5','其他','安全');
INSERT INTO `违章数据库` VALUES('601','其他','其他','对严重危及工程和人员安全的作业和设备的使用，或施工现场存在严重安全隐患，未及时发出停工（停用）指令的','总监理工程师','扣分','5','其他','安全');
INSERT INTO `违章数据库` VALUES('602','安全管理','安全检查','项目负责人未落实本企业制定的安全检查制度的','项目负责人','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('603','文明施工','现场围挡','未按要求对施工现场实行围挡封闭的','项目负责人','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('604','文明施工','封闭管理','施工现场进出口未设置大门','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('605','文明施工','封闭管理','未设置门卫室','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('606','文明施工','封闭管理','未建立门卫值守管理制度或未配备门卫值守人员','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('607','文明施工','封闭管理','施工人员进入施工现场未佩戴工作卡','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('608','文明施工','封闭管理','施工现场出入口未标有企业名称或标识','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('609','文明施工','封闭管理','未设置车辆冲洗设施','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('610','文明施工','施工场地','施工现场主要道路及材料加工区地面未进行硬化处理','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('611','文明施工','施工场地','施工现场道路不畅通、路面不平整坚实','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('612','文明施工','施工场地','施工现场未设置排水设施或排水不通畅、有积水','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('613','文明施工','施工场地','未采取防止泥浆、污水、废水污染环境措施','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('614','文明施工','施工场地','未设置吸烟处、随意吸烟','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('615','文明施工','施工场地','温暖季节未进行绿化布置','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('616','文明施工','施工场地','施工现场暂时停止施工，没有做好现场安全防护的','项目负责人','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('617','文明施工','材料管理','建筑材料、构件、料具未按总平面布局码放','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('618','文明施工','材料管理','材料码放不整齐、未标明名称、规格','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('619','文明施工','材料管理','施工现场材料存放未采取防火、防锈蚀、防雨措施','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('620','文明施工','材料管理','建筑物内施工垃圾的清运未使用器具或管道运输','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('621','文明施工','材料管理','易燃易爆物品未分类储藏在专用库房、未采取防火措施','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('622','文明施工','材料管理','施工现场使用不合格的施工机具、安全网的','项目负责人','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('623','文明施工','材料管理','项目负责人无对安全防护用具、消防器材、机械设备和施工机具设专人管理的','项目负责人','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('624','文明施工','材料管理','项目负责人未按规定向作业人员提供安全防护用具和安全防护用品的','项目负责人','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('625','文明施工','材料管理','安全员未按规定参与安全防护用品、机械设备、施工机具及配件进场查验的','专职安全员','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('626','文明施工','现场办公与住宿','未落实将施工现场的办公、生活区与作业区分开设置，并保持安全距离的','项目负责人','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('627','文明施工','现场办公与住宿','宿舍、办公用房防火等级不符合有关消防安全技术规范要求','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('628','文明施工','现场办公与住宿','在施工程、伙房、库房兼做住宿','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('629','文明施工','现场办公与住宿','宿舍未设置可开启式窗户','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('630','文明施工','现场办公与住宿','宿舍未设置床铺、床铺超过2层或通道宽度小于0.9m','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('631','文明施工','现场办公与住宿','宿舍人均面积或人员数量不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('632','文明施工','现场办公与住宿','冬季宿舍内未采取采暖和防一氧化碳中毒措施','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('633','文明施工','现场办公与住宿','夏季宿舍内未采取防暑降温和防蚊蝇措施','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('634','文明施工','现场办公与住宿','生活用品摆放混乱、环境卫生不符合要求','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('635','文明施工','现场办公与住宿','办公、生活区的选址未符合安全性要求的','项目负责人','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('636','文明施工','现场办公与住宿','在尚未竣工的建筑物内设置员工集体宿舍的','项目负责人','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('637','文明施工','现场防火','施工现场未制定消防安全管理制度、消防措施','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('638','文明施工','现场防火','施工现场的临时用房和作业场所的防火设计不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('639','文明施工','现场防火','施工现场未按规定设置消防通道、消防水源，未配备消防设施和灭火器材的','项目负责人','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('640','文明施工','现场防火','施工现场灭火器材布局、配置不合理或灭火器材失效','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('641','文明施工','现场防火','未办理动火审批手续或未指定动火监护人员','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('642','文明施工','综合治理','生活区未设置供作业人员学习和娱乐场所','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('643','文明施工','综合治理','施工现场未建立治安保卫制度或责任未分解到人','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('644','文明施工','综合治理','施工现场未制定治安防范措施','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('645','文明施工','公示标牌','大门口处设置的公示标牌内容不齐全','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('646','文明施工','公示标牌','标牌不规范、不整齐','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('647','文明施工','公示标牌','未设置安全标语','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('648','文明施工','公示标牌','未设置宣传栏、读报栏、黑板报','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('649','文明施工','生活设施','未建立卫生责任制度','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('650','文明施工','生活设施','食堂与厕所、垃圾站、有毒有害场所的距离不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('651','文明施工','生活设施','食堂未办理卫生许可证或未办理炊事人员健康证','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('652','文明施工','生活设施','食堂使用的燃气罐未单独设置存放间或存放间通风条件不良','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('653','文明施工','生活设施','食堂未配备排风、冷藏、消毒、防鼠、防蚊蝇等设施','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('654','文明施工','生活设施','厕所内的设施数量和布局不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('655','文明施工','生活设施','厕所卫生未达到规定要求','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('656','文明施工','生活设施','不能保证现场人员卫生饮水','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('657','其他','其他','未按规定审查施工企业资质（含专业承包、劳务分包）和安全生产许可证，“三类人员”考核合格证书，特种作业人员操作资格证的','总监理工程师','扣分','5','其他','安全');
INSERT INTO `违章数据库` VALUES('658','文明施工','生活设施','未设置淋浴室或淋浴室不能满足现场人员需求','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('659','文明施工','生活设施','生活垃圾未装容器或未及时清理','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('660','文明施工','社区服务','夜间未经许可施工','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('661','文明施工','社区服务','施工现场焚烧各类废弃物','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('662','文明施工','社区服务','施工现场未制定防粉尘、防噪音、防光污染等措施','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('663','文明施工','社区服务','未制定施工不扰民措施','施工企业,监理单位,建设单位','整改,停工','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('664','扣件式钢管脚手架','施工方案','架体搭设未编制专项施工方案或未按规定审核、审批','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('665','扣件式钢管脚手架','施工方案','架体结构设计未进行设计计算','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('666','扣件式钢管脚手架','施工方案','架体搭设超过规范允许高度，专项施工方案未按规定组织专家论证','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('667','扣件式钢管脚手架','立杆基础','立杆基础不平、不实、不符合专项施工方案要求','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('668','扣件式钢管脚手架','立杆基础','立杆底部缺少底座、垫板或垫板的规格不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('669','扣件式钢管脚手架','立杆基础','未按规范要求设置纵、横向扫地杆','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('670','扣件式钢管脚手架','立杆基础','扫地杆的设置和固定不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('671','扣件式钢管脚手架','立杆基础','未采取排水措施','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('672','扣件式钢管脚手架','架体与建筑结构拉结','架体与建筑结构拉结方式或间距不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('673','扣件式钢管脚手架','架体与建筑结构拉结','搭设高度超过24m的双排脚手架，未采用刚性连墙件与建筑结构可靠连接','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('674','扣件式钢管脚手架','杆件间距与剪刀撑','立杆、纵向水平杆、横向水平杆间距超过设计或规范要求 ','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('675','扣件式钢管脚手架','杆件间距与剪刀撑','未按规定设置纵向剪刀撑或横向斜撑','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('676','扣件式钢管脚手架','杆件间距与剪刀撑','剪刀撑未沿脚手架高度连续设置或角度不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('677','扣件式钢管脚手架','杆件间距与剪刀撑','剪刀撑斜杆的接长或剪刀撑斜杆与架体杆件固定不符合规范要求 ','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('678','扣件式钢管脚手架','脚手板与防护栏杆','脚手板未满铺或铺设不牢、不稳','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('679','扣件式钢管脚手架','脚手板与防护栏杆','脚手板规格或材质不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('680','扣件式钢管脚手架','脚手板与防护栏杆','架体外侧未设置密目式安全网封闭或网间连接不严','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('681','扣件式钢管脚手架','脚手板与防护栏杆','作业层防护栏杆不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('682','扣件式钢管脚手架','脚手板与防护栏杆','作业层未设置高度不小于180mm的挡脚板','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('683','扣件式钢管脚手架','交底与验收','架体搭设前未进行交底或交底未有文字记录','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('684','扣件式钢管脚手架','交底与验收','架体分段搭设、分段使用未进行分段验收','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('685','扣件式钢管脚手架','交底与验收','架体搭设完毕未办理验收手续','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('686','扣件式钢管脚手架','交底与验收','验收内容未进行量化，或未经责任人签字确认','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('687','扣件式钢管脚手架','横向水平杆设置','未在立杆与纵向水平杆交点处设置横向水平杆','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('688','扣件式钢管脚手架','横向水平杆设置','未按脚手板铺设的需要增加设置横向水平杆','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('689','扣件式钢管脚手架','横向水平杆设置','双排脚手架横向水平杆只固定一端','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('690','扣件式钢管脚手架','横向水平杆设置','单排脚手架横向水平杆插入墙内小于180mm','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('691','扣件式钢管脚手架','杆件连接','纵向水平杆搭接长度小于1m或固定不符合要求','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('692','扣件式钢管脚手架','杆件连接','立杆除顶层顶步外采用搭接','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('693','扣件式钢管脚手架','杆件连接','杆件对接扣件的布置不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('694','扣件式钢管脚手架','杆件连接','扣件紧固力矩小于40N·m或大于65N·m','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('695','扣件式钢管脚手架','层间防护','作业层脚手板下未采用安全平网兜底或作业层以下每隔10m未采用安全平网封闭','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('696','扣件式钢管脚手架','层间防护','作业层与建筑物之间未按规定进行封闭','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('697','扣件式钢管脚手架','构配件材质','钢管直径、壁厚、材质不符合要求','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('698','扣件式钢管脚手架','构配件材质','钢管弯曲、变形、锈蚀严重','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('699','扣件式钢管脚手架','构配件材质','扣件未进行复试或技术性能不符合标准','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('700','扣件式钢管脚手架','通道','未设置人员上下专用通道','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('701','扣件式钢管脚手架','通道','通道设置不符合要求','施工企业,监理单位,建设单位','整改,停工','5','扣件式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('702','门式钢管脚手架','施工方案','未编制专项施工方案或未进行设计计算','施工企业,监理单位,建设单位','整改,停工','5','门式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('703','门式钢管脚手架','施工方案','专项施工方案未按规定审核、审批','施工企业,监理单位,建设单位','整改,停工','5','门式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('704','门式钢管脚手架','施工方案','架体搭设超过规范允许高度，专项施工方案未组织专家论证','施工企业,监理单位,建设单位','整改,停工','5','门式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('705','门式钢管脚手架','架体基础','架体基础不平、不实，不符合专项施工方案要求','施工企业,监理单位,建设单位','整改,停工','5','门式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('706','门式钢管脚手架','架体基础','架体底部未设置垫板或垫板的规格不符合要求','施工企业,监理单位,建设单位','整改,停工','5','门式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('707','门式钢管脚手架','架体基础','架体底部未按规范要求设置底座','施工企业,监理单位,建设单位','整改,停工','5','门式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('708','门式钢管脚手架','架体基础','架体底部未按规范要求设置扫地杆','施工企业,监理单位,建设单位','整改,停工','5','门式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('709','门式钢管脚手架','架体基础','未采取排水措施','施工企业,监理单位,建设单位','整改,停工','5','门式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('710','门式钢管脚手架','架体稳定','架体与建筑物结构拉结方式或间距不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','门式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('711','门式钢管脚手架','架体稳定','未按规范要求设置剪刀撑','施工企业,监理单位,建设单位','整改,停工','5','门式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('712','门式钢管脚手架','架体稳定','门架立杆垂直偏差超过规范要求','施工企业,监理单位,建设单位','整改,停工','5','门式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('713','门式钢管脚手架','架体稳定','交叉支撑的设置不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','门式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('714','门式钢管脚手架','杆件锁臂','未按规定组装或漏装杆件、锁臂','施工企业,监理单位,建设单位','整改,停工','5','门式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('715','门式钢管脚手架','杆件锁臂','未按规范要求设置纵向水平加固杆','施工企业,监理单位,建设单位','整改,停工','5','门式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('716','门式钢管脚手架','杆件锁臂','扣件与连接的杆件参数不匹配','施工企业,监理单位,建设单位','整改,停工','5','门式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('717','门式钢管脚手架','脚手板','脚手板未满铺或铺设不牢、不稳','施工企业,监理单位,建设单位','整改,停工','5','门式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('718','门式钢管脚手架','脚手板','脚手板规格或材质不符合要求','施工企业,监理单位,建设单位','整改,停工','5','门式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('719','门式钢管脚手架','脚手板','采用挂扣式钢脚手板时挂钩未挂扣在横向水平杆上或挂钩未处于锁住状态','施工企业,监理单位,建设单位','整改,停工','5','门式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('720','门式钢管脚手架','交底与验收','脚手架搭设前未进行交底或交底未有文字记录','施工企业,监理单位,建设单位','整改,停工','5','门式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('721','门式钢管脚手架','交底与验收','脚手架分段搭设、分段使用未办理分段验收','施工企业,监理单位,建设单位','整改,停工','5','门式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('722','门式钢管脚手架','交底与验收','架体搭设完毕未办理验收手续','施工企业,监理单位,建设单位','整改,停工','5','门式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('723','门式钢管脚手架','交底与验收','验收内容未进行量化，或未经责任人签字确认','施工企业,监理单位,建设单位','整改,停工','5','门式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('724','门式钢管脚手架','架体防护','作业层防护栏杆不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','门式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('725','门式钢管脚手架','架体防护','作业层未设置高度不小于180mm的挡脚板','施工企业,监理单位,建设单位','整改,停工','5','门式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('726','门式钢管脚手架','架体防护','脚手架外侧未设置密目式安全网封闭或网间连接不严','施工企业,监理单位,建设单位','整改,停工','5','门式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('727','门式钢管脚手架','架体防护','作业层脚手板下未采用安全平网兜底或作业层以下每隔10m未采用安全平网封闭','施工企业,监理单位,建设单位','整改,停工','5','门式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('728','门式钢管脚手架','构配件材质','杆件变形、锈蚀严重','施工企业,监理单位,建设单位','整改,停工','5','门式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('729','门式钢管脚手架','构配件材质','门架局部开焊','施工企业,监理单位,建设单位','整改,停工','5','门式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('730','门式钢管脚手架','构配件材质','构配件的规格、型号、材质或产品质量不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','门式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('731','门式钢管脚手架','荷载','施工荷载超过设计规定','施工企业,监理单位,建设单位','整改,停工','5','门式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('732','门式钢管脚手架','通道','未设置人员上下专用通道','施工企业,监理单位,建设单位','整改,停工','5','门式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('733','门式钢管脚手架','通道','通道设置不符合要求','施工企业,监理单位,建设单位','整改,停工','5','门式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('734','碗扣式钢管脚手架','施工方案','未编制专项施工方案或未进行设计计算','施工企业,监理单位,建设单位','整改,停工','5','碗扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('735','碗扣式钢管脚手架','施工方案','专项施工方案未按规定审核、审批','施工企业,监理单位,建设单位','整改,停工','5','碗扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('736','碗扣式钢管脚手架','施工方案','架体搭设超过规范允许高度，专项施工方案未组织专家论证','施工企业,监理单位,建设单位','整改,停工','5','碗扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('737','碗扣式钢管脚手架','架体基础','基础不平、不实，不符合专项施工方案要求','施工企业,监理单位,建设单位','整改,停工','5','碗扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('738','碗扣式钢管脚手架','架体基础','架体底部未设置垫板或垫板的规格不符合要求','施工企业,监理单位,建设单位','整改,停工','5','碗扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('739','碗扣式钢管脚手架','架体基础','架体底部未按规范要求设置底座','施工企业,监理单位,建设单位','整改,停工','5','碗扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('740','碗扣式钢管脚手架','架体基础','架体底部未按规范要求设置扫地杆','施工企业,监理单位,建设单位','整改,停工','5','碗扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('741','碗扣式钢管脚手架','架体基础','未采取排水措施','施工企业,监理单位,建设单位','整改,停工','5','碗扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('742','碗扣式钢管脚手架','架体稳定','架体与建筑结构未按规范要求拉结','施工企业,监理单位,建设单位','整改,停工','5','碗扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('743','碗扣式钢管脚手架','架体稳定','架体底层第一步水平杆处未按规范要求设置连墙件或未采用其它可靠措施固定','施工企业,监理单位,建设单位','整改,停工','5','碗扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('744','碗扣式钢管脚手架','架体稳定','连墙件未采用刚性杆件','施工企业,监理单位,建设单位','整改,停工','5','碗扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('745','碗扣式钢管脚手架','架体稳定','未按规范要求设置竖向专用斜杆或八字形斜撑','施工企业,监理单位,建设单位','整改,停工','5','碗扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('746','碗扣式钢管脚手架','架体稳定','专用斜杆两端未固定在纵、横向水平杆与立杆汇交的碗扣节点处','施工企业,监理单位,建设单位','整改,停工','5','碗扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('747','碗扣式钢管脚手架','架体稳定','专用斜杆或八字形斜撑未沿脚手架高度连续设置或角度不符合要求','施工企业,监理单位,建设单位','整改,停工','5','碗扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('748','碗扣式钢管脚手架','杆件锁件','立杆间距、水平杆步距超过设计或规范要求','施工企业,监理单位,建设单位','整改,停工','5','碗扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('749','碗扣式钢管脚手架','杆件锁件','未按专项施工方案设计的步距在立杆连接碗扣节点处设置纵、横向水平杆','施工企业,监理单位,建设单位','整改,停工','5','碗扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('750','碗扣式钢管脚手架','杆件锁件','架体搭设高度超过24 m时，顶部24m以下的连墙件层未按规定设置水平斜杆','施工企业,监理单位,建设单位','整改,停工','5','碗扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('751','碗扣式钢管脚手架','杆件锁件','架体组装不牢或上碗扣紧固不符合要求','施工企业,监理单位,建设单位','整改,停工','5','碗扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('752','碗扣式钢管脚手架','脚手板','脚手板未满铺或铺设不牢、不稳','施工企业,监理单位,建设单位','整改,停工','5','碗扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('753','碗扣式钢管脚手架','脚手板','脚手板规格或材质不符合要求','施工企业,监理单位,建设单位','整改,停工','5','碗扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('754','碗扣式钢管脚手架','脚手板','采用挂扣式钢脚手板时挂钩未挂扣在横向水平杆上或挂钩未处于锁住状态','施工企业,监理单位,建设单位','整改,停工','5','碗扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('755','碗扣式钢管脚手架','交底与验收','架体搭设前未进行交底或交底未有文字记录','施工企业,监理单位,建设单位','整改,停工','5','碗扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('756','碗扣式钢管脚手架','交底与验收','架体分段搭设、分段使用未进行分段验收','施工企业,监理单位,建设单位','整改,停工','5','碗扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('757','碗扣式钢管脚手架','交底与验收','架体搭设完毕未办理验收手续','施工企业,监理单位,建设单位','整改,停工','5','碗扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('758','碗扣式钢管脚手架','交底与验收','验收内容未进行量化，或未经责任人签字确认','施工企业,监理单位,建设单位','整改,停工','5','碗扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('759','碗扣式钢管脚手架','架体防护','架体外侧未采用密目式安全网封闭或网间连接不严','施工企业,监理单位,建设单位','整改,停工','5','碗扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('760','碗扣式钢管脚手架','架体防护','作业层防护栏杆不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','碗扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('761','碗扣式钢管脚手架','架体防护','作业层外侧未设置高度不小于180㎜的挡脚板','施工企业,监理单位,建设单位','整改,停工','5','碗扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('762','碗扣式钢管脚手架','架体防护','作业层脚手板下未采用安全平网兜底或作业层以下每隔10m未采用安全平网封闭','施工企业,监理单位,建设单位','整改,停工','5','碗扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('763','碗扣式钢管脚手架','构配件材质','杆件弯曲、变形、锈蚀严重','施工企业,监理单位,建设单位','整改,停工','5','碗扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('764','碗扣式钢管脚手架','构配件材质','钢管、构配件的规格、型号、材质或产品质量不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','碗扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('765','碗扣式钢管脚手架','荷载','施工荷载超过设计规定','施工企业,监理单位,建设单位','整改,停工','5','碗扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('766','碗扣式钢管脚手架','荷载','荷载堆放不均匀','施工企业,监理单位,建设单位','整改,停工','5','碗扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('767','碗扣式钢管脚手架','通道','未设置人员上下专用通道','施工企业,监理单位,建设单位','整改,停工','5','碗扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('768','碗扣式钢管脚手架','通道','通道设置不符合要求','施工企业,监理单位,建设单位','整改,停工','5','碗扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('769','承插型盘扣式钢管脚手架','施工方案','未编制专项施工方案或未进行设计计算','施工企业,监理单位,建设单位','整改,停工','5','承插型盘扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('770','承插型盘扣式钢管脚手架','施工方案','专项施工方案未按规定审核、审批','施工企业,监理单位,建设单位','整改,停工','5','承插型盘扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('771','承插型盘扣式钢管脚手架','架体基础','架体基础不平、不实、不符合专项施工方案要求','施工企业,监理单位,建设单位','整改,停工','5','承插型盘扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('772','承插型盘扣式钢管脚手架','架体基础','架体立杆底部缺少垫板或垫板的规格不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','承插型盘扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('773','承插型盘扣式钢管脚手架','架体基础','架体立杆底部未按要求设置可调底座','施工企业,监理单位,建设单位','整改,停工','5','承插型盘扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('774','承插型盘扣式钢管脚手架','架体基础','未按规范要求设置纵、横向扫地杆','施工企业,监理单位,建设单位','整改,停工','5','承插型盘扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('775','承插型盘扣式钢管脚手架','架体基础','未采取排水措施','施工企业,监理单位,建设单位','整改,停工','5','承插型盘扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('776','承插型盘扣式钢管脚手架','架体稳定','架体与建筑结构未按规范要求拉结','施工企业,监理单位,建设单位','整改,停工','5','承插型盘扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('777','承插型盘扣式钢管脚手架','架体稳定','架体底层第一步水平杆处未按规范要求设置连墙件或未采用其它可靠措施固定','施工企业,监理单位,建设单位','整改,停工','5','承插型盘扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('778','承插型盘扣式钢管脚手架','架体稳定','连墙件未采用刚性杆件','施工企业,监理单位,建设单位','整改,停工','5','承插型盘扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('779','承插型盘扣式钢管脚手架','架体稳定','未按规范要求设置竖向斜杆或剪刀撑','施工企业,监理单位,建设单位','整改,停工','5','承插型盘扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('780','承插型盘扣式钢管脚手架','架体稳定','竖向斜杆两端未固定在纵、横向水平杆与立杆汇交的盘扣节点处','施工企业,监理单位,建设单位','整改,停工','5','承插型盘扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('781','承插型盘扣式钢管脚手架','架体稳定','斜杆或剪刀撑未沿脚手架高度连续设置或角度不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','承插型盘扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('782','承插型盘扣式钢管脚手架','杆件设置','架体立杆间距、水平杆步距超过设计或规范要求','施工企业,监理单位,建设单位','整改,停工','5','承插型盘扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('783','承插型盘扣式钢管脚手架','杆件设置','未按专项施工方案设计的步距在立杆连接盘处设置纵、横向水平杆','施工企业,监理单位,建设单位','整改,停工','5','承插型盘扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('784','承插型盘扣式钢管脚手架','杆件设置','双排脚手架的每步水平杆层，当无挂扣钢脚手板时未按规范要求设置水平斜杆','施工企业,监理单位,建设单位','整改,停工','5','承插型盘扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('785','承插型盘扣式钢管脚手架','脚手板','脚手板不满铺或铺设不牢、不稳','施工企业,监理单位,建设单位','整改,停工','5','承插型盘扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('786','承插型盘扣式钢管脚手架','脚手板','脚手板规格或材质不符合要求','施工企业,监理单位,建设单位','整改,停工','5','承插型盘扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('787','承插型盘扣式钢管脚手架','脚手板','采用挂扣式钢脚手板时挂钩未挂扣在水平杆上或挂钩未处于锁住状态','施工企业,监理单位,建设单位','整改,停工','5','承插型盘扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('788','承插型盘扣式钢管脚手架','交底与验收','脚手架搭设前未进行交底或交底未有文字记录','施工企业,监理单位,建设单位','整改,停工','5','承插型盘扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('789','承插型盘扣式钢管脚手架','交底与验收','脚手架分段搭设、分段使用未进行分段验收','施工企业,监理单位,建设单位','整改,停工','5','承插型盘扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('790','承插型盘扣式钢管脚手架','交底与验收','验收内容未进行量化，或未经责任人签字确认','施工企业,监理单位,建设单位','整改,停工','5','承插型盘扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('791','承插型盘扣式钢管脚手架','架体防护','架体外侧未采用密目式安全网封闭或网间连接不严','施工企业,监理单位,建设单位','整改,停工','5','承插型盘扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('792','承插型盘扣式钢管脚手架','架体防护','作业层防护栏杆不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','承插型盘扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('793','承插型盘扣式钢管脚手架','架体防护','作业层外侧未设置高度不小于180mm的挡脚板','施工企业,监理单位,建设单位','整改,停工','5','承插型盘扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('794','承插型盘扣式钢管脚手架','架体防护','作业层脚手板下未采用安全平网兜底或作业层以下每隔10m未采用安全平网封闭','施工企业,监理单位,建设单位','整改,停工','5','承插型盘扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('795','承插型盘扣式钢管脚手架','杆件连接','立杆竖向接长位置不符合要求','施工企业,监理单位,建设单位','整改,停工','5','承插型盘扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('796','承插型盘扣式钢管脚手架','杆件连接','剪刀撑的斜杆接长不符合要求','施工企业,监理单位,建设单位','整改,停工','5','承插型盘扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('797','承插型盘扣式钢管脚手架','构配件材质','钢管、构配件的规格、型号、材质或产品质量不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','承插型盘扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('798','承插型盘扣式钢管脚手架','构配件材质','钢管弯曲、变形、锈蚀严重','施工企业,监理单位,建设单位','整改,停工','5','承插型盘扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('799','承插型盘扣式钢管脚手架','通道','未设置人员上下专用通道','施工企业,监理单位,建设单位','整改,停工','5','承插型盘扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('800','承插型盘扣式钢管脚手架','通道','通道设置不符合要求','施工企业,监理单位,建设单位','整改,停工','5','承插型盘扣式钢管脚手架','安全');
INSERT INTO `违章数据库` VALUES('801','满堂脚手架','施工方案','未编制专项施工方案或未进行设计计算','施工企业,监理单位,建设单位','整改,停工','5','满堂脚手架','安全');
INSERT INTO `违章数据库` VALUES('802','满堂脚手架','施工方案','专项施工方案未按规定审核、审批','施工企业,监理单位,建设单位','整改,停工','5','满堂脚手架','安全');
INSERT INTO `违章数据库` VALUES('803','满堂脚手架','架体基础','架体基础不平、不实、不符合专项施工方案要求','施工企业,监理单位,建设单位','整改,停工','5','满堂脚手架','安全');
INSERT INTO `违章数据库` VALUES('804','满堂脚手架','架体基础','架体底部未设置垫板或垫板的规格不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','满堂脚手架','安全');
INSERT INTO `违章数据库` VALUES('805','满堂脚手架','架体基础','架体底部未按规范要求设置底座','施工企业,监理单位,建设单位','整改,停工','5','满堂脚手架','安全');
INSERT INTO `违章数据库` VALUES('806','满堂脚手架','架体基础','架体底部未按规范要求设置扫地杆','施工企业,监理单位,建设单位','整改,停工','5','满堂脚手架','安全');
INSERT INTO `违章数据库` VALUES('807','满堂脚手架','架体基础','未采取排水措施','施工企业,监理单位,建设单位','整改,停工','5','满堂脚手架','安全');
INSERT INTO `违章数据库` VALUES('808','满堂脚手架','架体稳定','架体四周与中间未按规范要求设置竖向剪刀撑或专用斜杆','施工企业,监理单位,建设单位','整改,停工','5','满堂脚手架','安全');
INSERT INTO `违章数据库` VALUES('809','满堂脚手架','架体稳定','未按规范要求设置水平剪刀撑或专用水平斜杆','施工企业,监理单位,建设单位','整改,停工','5','满堂脚手架','安全');
INSERT INTO `违章数据库` VALUES('810','满堂脚手架','架体稳定','架体高宽比超过规范要求时未采取与结构拉结或其它可靠的稳定措施','施工企业,监理单位,建设单位','整改,停工','5','满堂脚手架','安全');
INSERT INTO `违章数据库` VALUES('811','满堂脚手架','杆件锁件','架体立杆间距、水平杆步距超过设计和规范要求','施工企业,监理单位,建设单位','整改,停工','5','满堂脚手架','安全');
INSERT INTO `违章数据库` VALUES('812','满堂脚手架','杆件锁件','杆件接长不符合要求','施工企业,监理单位,建设单位','整改,停工','5','满堂脚手架','安全');
INSERT INTO `违章数据库` VALUES('813','满堂脚手架','杆件锁件','架体搭设不牢或杆件结点紧固不符合要求','施工企业,监理单位,建设单位','整改,停工','5','满堂脚手架','安全');
INSERT INTO `违章数据库` VALUES('814','满堂脚手架','脚手板','脚手板不满铺或铺设不牢、不稳','施工企业,监理单位,建设单位','整改,停工','5','满堂脚手架','安全');
INSERT INTO `违章数据库` VALUES('815','满堂脚手架','脚手板','脚手板规格或材质不符合要求','施工企业,监理单位,建设单位','整改,停工','5','满堂脚手架','安全');
INSERT INTO `违章数据库` VALUES('816','满堂脚手架','脚手板','采用挂扣式钢脚手板时挂钩未挂扣在水平杆上或挂钩未处于锁住状态','施工企业,监理单位,建设单位','整改,停工','5','满堂脚手架','安全');
INSERT INTO `违章数据库` VALUES('817','满堂脚手架','交底与验收','架体搭设前未进行交底或交底未有文字记录','施工企业,监理单位,建设单位','整改,停工','5','满堂脚手架','安全');
INSERT INTO `违章数据库` VALUES('818','满堂脚手架','交底与验收','架体分段搭设、分段使用未进行分段验收','施工企业,监理单位,建设单位','整改,停工','5','满堂脚手架','安全');
INSERT INTO `违章数据库` VALUES('819','满堂脚手架','交底与验收','架体搭设完毕未办理验收手续','施工企业,监理单位,建设单位','整改,停工','5','满堂脚手架','安全');
INSERT INTO `违章数据库` VALUES('820','满堂脚手架','交底与验收','验收内容未进行量化，或未经责任人签字确认','施工企业,监理单位,建设单位','整改,停工','5','满堂脚手架','安全');
INSERT INTO `违章数据库` VALUES('821','满堂脚手架','架体防护','作业层防护栏杆不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','满堂脚手架','安全');
INSERT INTO `违章数据库` VALUES('822','满堂脚手架','架体防护','作业层外侧未设置高度不小于180mm挡脚板','施工企业,监理单位,建设单位','整改,停工','5','满堂脚手架','安全');
INSERT INTO `违章数据库` VALUES('823','满堂脚手架','架体防护','作业层脚手板下未采用安全平网兜底或作业层以下每隔10m未采用安全平网封闭','施工企业,监理单位,建设单位','整改,停工','5','满堂脚手架','安全');
INSERT INTO `违章数据库` VALUES('824','满堂脚手架','构配件材质','钢管、构配件的规格、型号、材质或产品质量不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','满堂脚手架','安全');
INSERT INTO `违章数据库` VALUES('825','满堂脚手架','构配件材质','杆件弯曲、变形、锈蚀严重','施工企业,监理单位,建设单位','整改,停工','5','满堂脚手架','安全');
INSERT INTO `违章数据库` VALUES('826','满堂脚手架','荷载','架体的施工荷载超过设计和规范要求','施工企业,监理单位,建设单位','整改,停工','5','满堂脚手架','安全');
INSERT INTO `违章数据库` VALUES('827','满堂脚手架','荷载','荷载堆放不均匀','施工企业,监理单位,建设单位','整改,停工','5','满堂脚手架','安全');
INSERT INTO `违章数据库` VALUES('828','满堂脚手架','通道','未设置人员上下专用通道','施工企业,监理单位,建设单位','整改,停工','5','满堂脚手架','安全');
INSERT INTO `违章数据库` VALUES('829','满堂脚手架','通道','通道设置不符合要求','施工企业,监理单位,建设单位','整改,停工','5','满堂脚手架','安全');
INSERT INTO `违章数据库` VALUES('830','悬挑式脚手架','施工方案','未编制专项施工方案或未进行设计计算','施工企业,监理单位,建设单位','整改,停工','5','悬挑式脚手架','安全');
INSERT INTO `违章数据库` VALUES('831','悬挑式脚手架','施工方案','专项施工方案未按规定审核、审批','施工企业,监理单位,建设单位','整改,停工','5','悬挑式脚手架','安全');
INSERT INTO `违章数据库` VALUES('832','悬挑式脚手架','施工方案','架体搭设超过规范允许高度，专项施工方案未按规定组织专家论证','施工企业,监理单位,建设单位','整改,停工','5','悬挑式脚手架','安全');
INSERT INTO `违章数据库` VALUES('833','悬挑式脚手架','悬挑钢梁','钢梁截面高度未按设计确定或截面型式不符合设计和规范要求','施工企业,监理单位,建设单位','整改,停工','5','悬挑式脚手架','安全');
INSERT INTO `违章数据库` VALUES('834','悬挑式脚手架','悬挑钢梁','钢梁固定段长度小于悬挑段长度的1.25倍','施工企业,监理单位,建设单位','整改,停工','5','悬挑式脚手架','安全');
INSERT INTO `违章数据库` VALUES('835','悬挑式脚手架','悬挑钢梁','钢梁外端未设置钢丝绳或钢拉杆与上一层建筑结构拉结','施工企业,监理单位,建设单位','整改,停工','5','悬挑式脚手架','安全');
INSERT INTO `违章数据库` VALUES('836','悬挑式脚手架','悬挑钢梁','钢梁与建筑结构锚固处结构强度、锚固措施不符合设计和规范要求','施工企业,监理单位,建设单位','整改,停工','5','悬挑式脚手架','安全');
INSERT INTO `违章数据库` VALUES('837','悬挑式脚手架','悬挑钢梁','钢梁间距未按悬挑架体立杆纵距设置','施工企业,监理单位,建设单位','整改,停工','5','悬挑式脚手架','安全');
INSERT INTO `违章数据库` VALUES('838','悬挑式脚手架','架体稳定','立杆底部与悬挑钢梁连接处未采取可靠固定措施','施工企业,监理单位,建设单位','整改,停工','5','悬挑式脚手架','安全');
INSERT INTO `违章数据库` VALUES('839','悬挑式脚手架','架体稳定','承插式立杆接长未采取螺栓或销钉固定','施工企业,监理单位,建设单位','整改,停工','5','悬挑式脚手架','安全');
INSERT INTO `违章数据库` VALUES('840','悬挑式脚手架','架体稳定','纵横向扫地杆的设置不符合规范要求','施工企业,监理单位,建设单位','整改,停工','5','悬挑式脚手架','安全');
INSERT INTO `违章数据库` VALUES('841','悬挑式脚手架','架体稳定','未在架体外侧设置连续式剪刀撑','施工企业,监理单位,建设单位','整改,停工','5','悬挑式脚手架','安全');
INSERT INTO `违章数据库` VALUES('842','悬挑式脚手架','架体稳定','未按规定设置横向斜撑','施工企业,监理单位,建设单位','整改,停工','5','悬挑式脚手架','安全');
INSERT INTO `违章数据库` VALUES('843','悬挑式脚手架','架体稳定','架体未按规定与建筑结构拉结','施工企业,监理单位,建设单位','整改,停工','5','悬挑式脚手架','安全');
INSERT INTO `违章数据库` VALUES('844','悬挑式脚手架','脚手板','脚手板规格、材质不符合要求','施工企业,监理单位,建设单位','整改,停工','5','悬挑式脚手架','安全');
INSERT INTO `违章数据库` VALUES('845','悬挑式脚手架','脚手板','脚手板未满铺或铺设不严、不牢、不稳','施工企业,监理单位,建设单位','整改,停工','5','悬挑式脚手架','安全');
INSERT INTO `违章数据库` VALUES('846','悬挑式脚手架','荷载','脚手架施工荷载超过设计规定','施工企业,监理单位,建设单位','整改,停工','5','悬挑式脚手架','安全');
INSERT INTO `违章数据库` VALUES('847','悬挑式脚手架','荷载','施工荷载堆放不均匀','施工企业,监理单位,建设单位','整改,停工','5','悬挑式脚手架','安全');
INSERT INTO `违章数据库` VALUES('848','悬挑式脚手架','交底与验收','架体搭设前未进行交底或交底未有文字记录','施工企业,监理单位,建设单位','整改,停工','5','悬挑式脚手架','安全');
INSERT INTO `违章数据库` VALUES('849','悬挑式脚手架','交底与验收','架体分段搭设、分段使用未进行分段验收','施工企业,监理单位,建设单位','整改,停工','5','悬挑式脚手架','安全');
INSERT INTO `违章数据库` VALUES('850','悬挑式脚手架','交底与验收','架体搭设完毕未办理验收手续','施工企业,监理单位,建设单位','整改,停工','5','悬挑式脚手架','安全');
INSERT INTO `违章数据库` VALUES('851','其他','其他','未按规定审核施工企业应急救援预案的','总监理工程师','扣分','5','其他','安全');
INSERT INTO `违章数据库` VALUES('852','其他','其他','未按规定使用《广东省建筑施工安全管理资料统一用表》的','总监理工程师','扣分','5','其他','安全');
INSERT INTO `违章数据库` VALUES('853','其他','其他','监理周报（月报）未及时、如实反映工地现场重大安全隐患的','总监理工程师','扣分','5','其他','安全');
INSERT INTO `违章数据库` VALUES('854','其他','其他','工程施工作业期间，工地无专职安全员在岗的 ','项目负责人','扣分','5','其他','安全');
INSERT INTO `违章数据库` VALUES('855','安全管理','安全检查','安全员未落实施工起重机械、施工机具定期检修、维护保养制度及安全防护用品、配件的报废制度的','专职安全员','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('856','其他','其他','“四口”，“五临边”防护存在安全隐患的 ','项目负责人','扣分','5','其他','安全');
INSERT INTO `违章数据库` VALUES('857','其他','其他','未按专业分工对施工组织设计中安全技术措施及专项施工方案是否符合工程建设强制性标准进行审查的','专业监理工程师','扣分','5','其他','安全');
INSERT INTO `违章数据库` VALUES('858','其他','其他','施工企业对项目监理机构发出的整改通知书拒不整改，未及时向总监理工程师报告的','专业监理工程师','扣分','5','其他','安全');
INSERT INTO `违章数据库` VALUES('859','其他','其他','未按规定监督施工企业按照施工组织设计中的安全技术措施和专项施工方案组织施工，及时制止违规施工作业的','专业监理工程师','扣分','5','其他','安全');
INSERT INTO `违章数据库` VALUES('860','其他','其他','未对危险性较大的分部分项工程和安全事故易发工序进行旁站、巡查，并做好安全检查记录的','专业监理工程师','扣分','5','其他','安全');
INSERT INTO `违章数据库` VALUES('861','其他','其他','未按规定核查施工现场施工起重机械、整体提升脚手架、模板等自升式架设设施和安全设施的验收手续的','专业监理工程师','扣分','5','其他','安全');
INSERT INTO `违章数据库` VALUES('862','其他','其他','未督促施工企业按规定和标准定期对施工现场进行检查评分和对存在问题作出处理的','专业监理工程师','扣分','5','其他','安全');
INSERT INTO `违章数据库` VALUES('863','其他','其他','未按规定检查施工现场各种安全标志和安全防护措施是否符合强制性标准要求的','专业监理工程师','扣分','5','其他','安全');
INSERT INTO `违章数据库` VALUES('864','其他','其他','未按专业分工及时参加阶段安全评价的','专业监理工程师','扣分','5','其他','安全');
INSERT INTO `违章数据库` VALUES('865','安全管理','安全检查','安全员未按规定检查特种作业人员取得省级建设行政主管部门颁发的操作资格证情况的','专职安全员','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('866','安全管理','安全检查','安全员未按规定检查上报施工现场作业人员取得建筑施工工人“平安卡”情况的','专职安全员','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('867','安全管理','安全检查','未按规定办理动火审批手续的','专职安全员','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('868','安全管理','安全检查','施工临时用电违反“一机、一闸、一漏、一箱”要求的','专职安全员','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('869','安全管理','安全检查','高处作业人员不按要求使用安全带的','专职安全员','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('870','安全管理','安全检查','施工现场作业人员不戴安全帽、穿拖鞋或其他严重违章作业行为的','专职安全员','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('871','安全管理','安全教育','未有效落实本企业安全生产教育培训制度的','施工企业主要负责人','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('872','安全管理','应急救援','项目负责人未按规定组织生产安全事故应急救援演练的','项目负责人','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('873','安全管理','应急救援','未按规定编制生产安全事故应急救援预案的','施工企业','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('874','安全管理','应急救援','未组织制定并实施本企业生产安全事故应急救援预案的','施工企业主要负责人','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('875','安全管理','分包单位安全管理','施工总承包企业将起重机械分包给不具备起重设备安装专业承包资质的企业安装拆卸的','施工企业','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('876','安全管理','分包单位安全管理','施工总承包单位在分包合同中未明确各自安全生产责任的','施工企业','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('877','安全管理','分包单位安全管理','施工企业未按规定审查分包企业资质和安全生产许可证，“三类人员”考核合格证书，特种作业人员操作资格证书的','施工企业','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('878','安全管理','持证上岗','施工企业未实施建筑施工工人“平安卡”管理制度的','施工企业','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('879','安全管理','持证上岗','施工企业“三类人员”未取得安全生产考核合格证书的','施工企业','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('880','安全管理','持证上岗','特种作业人员未取得省级建设行政主管部门颁发的操作资格证书的','施工企业','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('881','安全管理','持证上岗','特种作业人员未取得省级建设行政主管部门颁发的操作资格证的','项目负责人','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('882','安全管理','持证上岗','施工现场作业人员未取得建筑施工工人“平安卡”的','项目负责人','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('883','安全管理','安全标志','施工现场未按规定悬挂标牌和安全警示标志的','项目负责人','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('884','安全管理','安全标志','没有按规定在工地现场明显位置设立危险源公示牌并落实专人管理的','项目负责人','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('885','安全管理','安全管理资料','安全管理资料弄虚作假，与施工现场安全生产状况严重不符的','项目负责人','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('886','安全管理','安全管理资料','未按规定使用《广东省建筑施工安全管理资料统一用表》的','项目负责人','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('887','安全管理','安全管理资料','未实施机械设备、施工机具“一机一档”档案管理制度的','项目负责人','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('888','安全管理','安全管理资料','未督促建立安全防护用品、施工起重机械、施工机具及配件资料档案的','专职安全员','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('889','安全管理','安全检查','项目负责人未落实本企业制定的安全检查制度的','项目负责人','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('890','安全管理','安全生产责任制','未设立项目安全生产管理架构或未按规定配备专职安全生产管理人员的','施工企业','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('891','安全管理','安全生产责任制','不具备相应资质，自行安装拆卸施工起重机械的','施工企业','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('892','安全管理','安全生产责任制','使用国家明令淘汰、禁止使用的危及施工安全的工艺、设备、材料的','施工企业','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('893','安全管理','安全生产责任制','使用未办理产权备案和使用登记的施工起重机械的','施工企业','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('894','安全管理','安全生产责任制','未有效落实本企业安全生产责任制的','施工企业主要负责人','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('895','安全管理','安全生产责任制','未有效落实本企业安全生产规章制度的','施工企业主要负责人','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('896','安全管理','安全生产责任制','未设立安全生产管理机构和未按规定配备专职安全生产管理人员的','施工企业主要负责人','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('897','安全管理','安全生产责任制','未保证本企业安全生产投入有效实施的','施工企业主要负责人','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('898','安全管理','安全生产责任制','施工起重机械未按规定办理产权备案、安装（拆卸）告知、安装验收、使用登记的','项目负责人','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('899','安全管理','安全生产责任制','作业期间，项目经理无正当理由不在施工现场的','项目负责人','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('900','安全管理','安全生产责任制','作业期间，安全员无正当理由不在施工现场的','专职安全员','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('901','安全管理','安全生产责任制','项目经理未对现场专职安全员明确岗位职责的','项目负责人','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('902','安全管理','施工组织设计及专项施工方案','危险性较大的分部分项工程未按规定编制专项施工方案的','施工企业','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('903','安全管理','施工组织设计及专项施工方案','对超过一定规模的危险性较大的分部分项工程专项施工方案，施工企业未按规定组织专家进行论证、审查的','施工企业','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('904','安全管理','施工组织设计及专项施工方案','专项施工方案未经施工企业技术负责人和监理企业的总监理工程师签字后实施的','施工企业','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('905','安全管理','施工组织设计及专项施工方案','危险性较大的分部分项工程内容有重大变更，而相关的安全施工技术方案或安全措施未作相应修改的','施工企业','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('906','安全管理','安全生产责任制','未有效落实本企业安全生产规章制度的','施工企业主要负责人','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('907','安全管理','施工组织设计及专项施工方案','对超过一定规模的危险性较大的分部分项工程专项施工方案，施工企业未按规定组织专家进行论证、审查的','施工企业主要负责人','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('908','安全管理','施工组织设计及专项施工方案','未根据不同施工阶段和周围环境及季节、气候的变化，采取相应的安全施工措施的','项目负责人','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('909','安全管理','施工组织设计及专项施工方案','脚手架、基坑支护、施工用电、起重吊装、模板工程施工不符合专项施工方案和规范要求的','项目负责人','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('910','安全管理','安全技术交底','项目负责人未按规定落实对班组、作业人员进行安全技术交底工作的','项目负责人','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('911','安全管理','安全技术交底','安全员未按规定参与对作业人员的安全教育或安全技术交底的','专职安全员','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('912','安全管理','安全检查','项目负责人对安全检查中发现的隐患未落实“三定”（定人员、定时间、定措施）整改要求的','项目负责人','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('913','安全管理','安全检查','施工企业对建设行政主管部门或安监站发出的整改通知，未督促施工现场落实整改的','施工企业','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('914','安全管理','安全检查','施工企业对所承建的建筑工程未按规定进行定期和专项安全检查，或检查流于形式，检查记录弄虚作假的','施工企业','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('915','安全管理','安全检查','未督促、检查本企业的安全生产工作，及时消除生产安全事故隐患的','施工企业主要负责人','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('916','安全管理','安全检查','项目负责人所管理的工程项目在上一级建设行政主管部门安全生产检查中被发出执法建议书或停工整改通知书的','项目负责人','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('917','安全管理','安全检查','项目负责人对危险性较大的分部分项工程未按施工方案组织施工和未按规定组织验收的','项目负责人','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('918','安全管理','安全检查','项目负责人对建设行政主管部门或安监站发出的整改通知未落实整改的','项目负责人','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('919','安全管理','安全检查','安全员未按规定进行安全检查或检查记录弄虚作假的','专职安全员','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('920','安全管理','安全检查','未落实监理企业作出的安全整改要求的','项目负责人','扣分','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('921','文明施工','现场围挡','未按要求对施工现场实行围挡封闭的','项目负责人','扣分','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('922','文明施工','施工场地','施工现场暂时停止施工，没有做好现场安全防护的','项目负责人','扣分','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('923','文明施工','材料管理','施工现场使用不合格的施工机具、安全网的','项目负责人','扣分','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('924','文明施工','材料管理','项目负责人无对安全防护用具、消防器材、机械设备和施工机具设专人管理的','项目负责人','扣分','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('925','文明施工','材料管理','项目负责人未按规定向作业人员提供安全防护用具和安全防护用品的','项目负责人','扣分','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('926','文明施工','材料管理','安全员未按规定参与安全防护用品、机械设备、施工机具及配件进场查验的','专职安全员','扣分','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('927','文明施工','现场办公与住宿','未落实将施工现场的办公、生活区与作业区分开设置，并保持安全距离的','项目负责人','扣分','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('928','文明施工','现场办公与住宿','办公、生活区的选址未符合安全性要求的','项目负责人','扣分','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('929','文明施工','现场办公与住宿','在尚未竣工的建筑物内设置员工集体宿舍的','项目负责人','扣分','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('930','文明施工','现场防火','施工现场未按规定设置消防通道、消防水源，未配备消防设施和灭火器材的','项目负责人','扣分','5','文明施工','安全');
INSERT INTO `违章数据库` VALUES('999','质量行为','工程监理','项目总监未有正当理由不到位；','监理单位','工程质量整改通知书','','质量行为','质量');
INSERT INTO `违章数据库` VALUES('998','质量行为','工程监理','监理单位未能履行职责；','监理单位','工程质量整改通知书','','质量行为','质量');
INSERT INTO `违章数据库` VALUES('997','实体质量','市政工程','已做镀锌处理的钢件焊接后焊缝未作等效防腐处理。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('1000','安全管理','安全检查','安全员未按消防制度落实现场消防设施的','专职安全员','整改,停工','5','安全管理','安全');
INSERT INTO `违章数据库` VALUES('932','质量行为','工程质量管理','违反施工许可规定（如擅自加层、加面积，或变更工程质量责任主体导致质量责任不清等）。','建设单位','局部停工通知书','','质量行为','质量');
INSERT INTO `违章数据库` VALUES('933','质量行为','工程质量管理','用于施工的施工图设计文件未经批准；或未按批准的施工图设计文件施工。','建设单位,施工单位','局部停工通知书','','质量行为','质量');
INSERT INTO `违章数据库` VALUES('934','质量行为','工程质量管理','工程管理人员不到位造成质量管理混乱，质量问题多；或工程管理人员虽到位但工程质量管理不到位，质量问题多。','施工单位,监理单位','局部停工通知书','','质量行为','质量');
INSERT INTO `违章数据库` VALUES('935','质量行为','地基基础、主体结构工程','违反工程建设强制性条文。','施工单位','局部停工通知书','','质量行为','质量');
INSERT INTO `违章数据库` VALUES('936','质量行为','地基基础、主体结构工程','有进场复验要求的材料未经复验合格就使用。','施工单位','局部停工通知书','','质量行为','质量');
INSERT INTO `违章数据库` VALUES('937','质量行为','地基基础、主体结构工程','应检查、验收工程的质量工序、检验批（含隐蔽工程，如基槽、管槽、钢筋焊接外观等）未经检查、验收确认符合要求就隐蔽。','施工单位','局部停工通知书','','质量行为','质量');
INSERT INTO `违章数据库` VALUES('938','质量行为','地基基础、主体结构工程','应检测（或测量）的质量工序、检验批未经检测（或测量）验收合格就进入下道工序（如地基基础工程等）。','施工单位','局部停工通知书','','质量行为','质量');
INSERT INTO `违章数据库` VALUES('939','质量行为','地基基础、主体结构工程','应检测（或测量）的工程实体未经检测（或测量）验收合格（如混凝土结构强度自查、抽测、检测和质量验收，后植的二次浇筑混凝土构建连接纵筋的检测验收等）就隐蔽。','施工单位','局部停工通知书','','质量行为','质量');
INSERT INTO `违章数据库` VALUES('940','质量行为','地基基础、主体结构工程','检测（或测量）结果不符合要求,问题未处理至闭合就隐蔽。','施工单位','局部停工通知书','','质量行为','质量');
INSERT INTO `违章数据库` VALUES('941','实体质量','实体工程','采用钉钉子方法在刚浇筑的混凝土墙柱上固定模板。','施工单位','局部停工通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('942','实体质量','实体工程','砌筑过程大面积采用钉钉子方法在砌体上固定模板。','施工单位','局部停工通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('943','实体质量','实体工程','砌筑过程未随砌随勾缝；或勾缝质量不能保证砌体砂浆饱满度符合要求。','施工单位','局部停工通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('944','实体质量','实体工程','顶砖未砌筑挤紧就大面积在砌体上开凿线槽线盒；或砌体上的线槽线盒未放线切锯就大面积开凿。','施工单位','局部停工通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('945','实体质量','实体工程','电气装置未按设计要求设置等电位重复接地；或擅自变更设计要求三相五线制系统接线方式；或电线截面未达到设计要求。','施工单位','局部停工通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('946','质量行为','实体工程','承压管道未经水压试验合格就隐蔽接口。','施工单位','局部停工通知书','','质量行为','质量');
INSERT INTO `违章数据库` VALUES('947','质量行为','实体工程','无压管道未按设计或规范要求进行严密性试验合格就隐蔽。','施工单位','局部停工通知书','','质量行为','质量');
INSERT INTO `违章数据库` VALUES('948','质量行为','实体工程','水池构筑物未经渗水试验合格就隐蔽。','施工单位','局部停工通知书','','质量行为','质量');
INSERT INTO `违章数据库` VALUES('949','实体质量','实体工程','埋地燃气管道下沟前未对防腐层进行100%的外观检查;或回填前未进行100%电火花检漏；或在回填过程未对防腐层完整性进行全线跟踪检查和记录。','施工单位','局部停工通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('950','实体质量','实体工程','燃气管道敷设深度或安全距离不符合要求，又未按规定程序采取可靠措施就进入下道工序施工。','施工单位','局部停工通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('951','实体质量','实体工程','污水检查井外侧未按设计要求抹灰就填土隐蔽。','施工单位','局部停工通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('952','实体质量','实体工程','水泥混凝土路面边角或井周围未按设计要求设置加强钢筋；或设置的加强钢筋不符合要求。','施工单位','局部停工通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('953','质量行为','工程质量管理','建筑面积5000㎡以上的房屋建筑工程未按照我站要求开展质量样板引路工作。','施工单位','工程质量整改通知书','','质量行为','质量');
INSERT INTO `违章数据库` VALUES('954','质量行为','工程质量管理','未按要求开展质量通病防治工作。','施工单位','工程质量整改通知书','','质量行为','质量');
INSERT INTO `违章数据库` VALUES('955','实体质量','模板工程','定位不准确或安装不牢固，造成墙、柱偏位超出规范要求。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('956','实体质量','模板工程','模板安装后未做检查，浇筑混凝土时漏浆并出现严重缺陷。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('957','实体质量','模板工程','模板未留垃圾清扫口，混凝土接缝处存在明显夹渣。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('958','实体质量','模板工程','拆模无技术要求或未达到拆模技术要求就拆模。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('959','实体质量','钢筋工程','套筒连接的钢筋端部开牙后不平整；或开牙后施工与监理单位未按照JGJ 107-2010 7.0.5规定划分验收批，再按照JGJ 107-2010 6.1.2和6.1.3规定的内容和数量，对接头的加工质量进行检查验收。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('960','实体质量','钢筋工程','钢筋连接接头安装后，施工与监理单位未按JGJ107-2010 7.0.6规定的方法和数量，JGJ107-2010  6.2.1、6.2.2规定要求校核拧紧扭矩。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('961','实体质量','钢筋工程','梁柱纵筋连接（包括搭接、焊接和机械连接）位置不符合要求；或搭接、锚固长度不符合要求。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('962','实体质量','钢筋工程','梁面有两排纵筋的，箍筋未按照《广东省住宅工程质量通病防治技术措施二十条》要求制做，梁二排钢筋位置不符合要求。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('963','实体质量','钢筋工程','梁柱节点箍筋未按照《广东省住宅工程质量通病防治技术措施二十条》要求制作成箍筋笼，箍筋间距或数量不符合要求。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('964','实体质量','钢筋工程','框架梁柱与节点抗震箍筋端部无135°弯弧，或弯弧后平直段长度不足10d。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('965','实体质量','钢筋工程','板面钢筋、或板底钢筋、或混凝土墙两侧钢筋的各自双向钢筋交点处未每点绑扎。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('966','实体质量','钢筋工程','未按通病防治系列措施要求进行图纸会审和调整，建筑外转角或宽度突变出的板块未按通病防治措施要求采取加强措施。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('967','实体质量','混凝土工程','混凝土施工界面处理不符合要求。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('968','实体质量','混凝土工程','混凝土墙留槽或混凝土板压槽敷设线管，留槽或压槽做法未经设计单位与工程结构主要设计人员书面同意，或留槽压槽深度大于设计要求。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('969','实体质量','混凝土工程','混凝土结构超载使用。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('970','实体质量','砌体工程','混凝土质量缺陷未经修复，或修复后未经检查验收就进行砌体工程施工。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('971','质量行为','砌体工程','蒸压加气混凝土砌块等新墙材进场后堆放，无架空、防水、防晒、防雨淋措施。','施工单位','工程质量整改通知书','','质量行为','质量');
INSERT INTO `违章数据库` VALUES('972','实体质量','砌体工程','已使用的砌块龄期不符合要求。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('973','实体质量','砌体工程','采用蒸压加气混凝土砌块未设置耐水墙垫。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('974','实体质量','砌体工程','采用蒸压加气混凝土砌块的砌体，门窗洞口两侧的门窗固定点未采取加强措施。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('975','实体质量','砌体工程','砌体组砌方法不符合要求（包括砌体在L型、T型和十型转角处搭砌不规范，砌体与混凝土墙柱连接处无砂浆，砌体的砂浆厚度不符合要求，预制混凝土过梁支承面无砂浆，采用蒸压加气混凝土砌块的砌体竖缝错缝长度不符合要求，临时间断处做法不符合要求等）。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('976','实体质量','砌体工程','应设置而未设置钢筋砂浆带（或钢筋混凝土带）；或设置的钢筋砂浆带（或钢筋混凝土带）不符合要求。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('977','实体质量','砌体工程','门窗洞口过梁设置不符合要求。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('978','实体质量','砌体工程','砌体与梁底或板底交接处的砂浆未均匀挤紧。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('979','实体质量','门窗与抹灰工程','窗宽超过1m，下窗台未做钢筋细石混凝土压顶，压顶两端伸入墙体少于100mm。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('980','实体质量','门窗与抹灰工程','应做封口处理的门窗框端部未做封口处理。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('981','实体质量','门窗与抹灰工程','门窗安装固定点设置不符合要求，或其他安装方法不符合要求。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('982','实体质量','门窗与抹灰工程','外门窗框塞缝所用砂浆不符合要求；或未进行二次塞缝；或二次塞缝不密实。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('983','实体质量','门窗与抹灰工程','外门窗框与其他材料连接处的外表面未用耐候硅酮密封胶做密封处理。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('984','实体质量','门窗与抹灰工程','混凝土质量缺陷未经修复，或修复后未经检查验收就进行抹灰工程施工。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('985','实体质量','门窗与抹灰工程','外墙面找平层厚度大于35mm，未按要求设置锚固筋和加强网。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('986','实体质量','门窗与抹灰工程','外墙面未按要求设置水平和垂直分格缝。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('987','实体质量','设备工程','屋面、地下室、地下构筑物外墙和水池侧壁等有管道穿经处未设置配套的防水套管。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('988','实体质量','设备工程','同一回路金属线管盒与塑料管盒混用且未采取可靠技术措施。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('989','实体质量','设备工程','线管与开关（配电）箱连接不符合要求。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('990','实体质量','设备工程','电气线路敷设中存在下列质量问题之一的：（1）直埋；（2）吊顶内裸敷；（3）套管接口不牢固或脱落；（4）不允许使用软套管处使用软套管','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('991','实体质量','市政工程','缩缝或胀缝设置不符合要求。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('992','实体质量','市政工程','水泥石屑碎石稳定基层拌合物未经搅拌站集中搅拌。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('993','实体质量','市政工程','检查井净内直径不符合要求；或井内爬梯设置不符合要求。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('994','实体质量','市政工程','未采取有效措施保证检查井周边填料密实。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('995','实体质量','市政工程','电缆沟中间井内净高度不足1.8m。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('996','实体质量','市政工程','浆砌石墙工程存在下列质量问题之一的：（1）已使用的块石表面风化影响砂浆粘结强度；（2）砌体上下通缝；（3）砌体内砂浆饱满度不符合要求；（4）砌体变形缝设置不符合要求；（5）墙后反滤层设置不符合要求。','施工单位','工程质量整改通知书','','实体质量','质量');
INSERT INTO `违章数据库` VALUES('1001','质量行为','工程监理','应旁站监理的工程部位和工序未进行旁站监理；','监理单位','工程质量整改通知书','','质量行为','质量');
INSERT INTO `违章数据库` VALUES('1002','质量行为','工程监理','监理资料不符合要求的。','监理单位','工程质量整改通知书','','质量行为','质量');
INSERT INTO `违章数据库` VALUES('1003','质量行为','工程监理','人员配备不符合工程管理实际需要；','监理单位','工程质量整改通知书','','质量行为','质量');
--
-- 表的结构选择类型
--

DROP TABLE IF EXISTS `选择类型`;
CREATE TABLE `选择类型` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `危险源类型` varchar(255) CHARACTER SET utf8 DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=15 DEFAULT CHARSET=gbk;

--
-- 转存表中的数据 选择类型
--

INSERT INTO `选择类型` VALUES('1','基坑支护及降水工程');
INSERT INTO `选择类型` VALUES('2','土方开挖工程');
INSERT INTO `选择类型` VALUES('3','模板工程及支撑体系');
INSERT INTO `选择类型` VALUES('4','脚手架工程');
INSERT INTO `选择类型` VALUES('5','起重吊装及安装拆卸工程');
INSERT INTO `选择类型` VALUES('6','拆除爆破工程');
INSERT INTO `选择类型` VALUES('7','其他危险性较大的工程');
INSERT INTO `选择类型` VALUES('14','塔吊');
--
-- 表的结构通知单
--

DROP TABLE IF EXISTS `通知单`;
CREATE TABLE `通知单` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `时间戳` varchar(255) CHARACTER SET utf8 NOT NULL,
  `工程id` varchar(11) CHARACTER SET utf8 NOT NULL,
  `通知单编号` varchar(255) CHARACTER SET utf8 NOT NULL,
  `工程名称` varchar(255) CHARACTER SET utf8 NOT NULL,
  `检查层级` varchar(100) CHARACTER SET utf8 NOT NULL,
  `巡查类别` varchar(100) CHARACTER SET utf8 NOT NULL,
  `检查单位` varchar(100) CHARACTER SET utf8 NOT NULL,
  `检查对象` varchar(100) CHARACTER SET utf8 NOT NULL,
  `检查类型` longtext CHARACTER SET utf8 NOT NULL,
  `违章大类` longtext CHARACTER SET utf8 NOT NULL,
  `检查日期` datetime NOT NULL,
  `违章状态` varchar(100) CHARACTER SET utf8 NOT NULL,
  `整改期限` datetime NOT NULL,
  `草稿新建人` varchar(50) CHARACTER SET utf8 NOT NULL,
  `草稿新建人电话` varchar(50) CHARACTER SET utf8 NOT NULL,
  `草稿新增图片附件` varchar(255) CHARACTER SET utf8 DEFAULT NULL,
  `草稿新建日期` varchar(50) CHARACTER SET utf8 NOT NULL,
  `通知单类型` varchar(100) CHARACTER SET utf8 NOT NULL,
  `答复状态` varchar(50) CHARACTER SET utf8 NOT NULL,
  `通知单状态` varchar(50) CHARACTER SET utf8 NOT NULL,
  `下发整改时间` varchar(50) CHARACTER SET utf8 NOT NULL,
  `整改回复图片附件` varchar(255) CHARACTER SET utf8 NOT NULL,
  `回复人` varchar(50) CHARACTER SET utf8 NOT NULL,
  `回复日期` varchar(50) CHARACTER SET utf8 NOT NULL,
  `分公司批复` varchar(255) CHARACTER SET utf8 NOT NULL,
  `总公司批复` varchar(255) CHARACTER SET utf8 NOT NULL,
  `批复意见` varchar(255) CHARACTER SET utf8 NOT NULL,
  `总公司批复意见` varchar(255) CHARACTER SET utf8 NOT NULL,
  `批复人` varchar(50) CHARACTER SET utf8 NOT NULL,
  `总公司批复人` varchar(255) CHARACTER SET utf8 NOT NULL,
  `批复日期` varchar(50) CHARACTER SET utf8 NOT NULL,
  `总公司批复日期` varchar(255) CHARACTER SET utf8 NOT NULL,
  `状态标志` varchar(100) CHARACTER SET utf8 NOT NULL,
  `是否延期` varchar(50) CHARACTER SET utf8 NOT NULL,
  `分享人号码` varchar(50) CHARACTER SET utf8 NOT NULL,
  `筛选时间` varchar(255) CHARACTER SET utf8 NOT NULL,
  `地区省` varchar(255) CHARACTER SET utf8 NOT NULL,
  `地区市` varchar(255) CHARACTER SET utf8 NOT NULL,
  `项目经理` varchar(255) CHARACTER SET utf8 NOT NULL,
  `生产经理` varchar(255) CHARACTER SET utf8 NOT NULL,
  `安全总监` varchar(255) CHARACTER SET utf8 NOT NULL,
  `安全员` varchar(255) CHARACTER SET utf8 NOT NULL,
  `工长` varchar(255) CHARACTER SET utf8 NOT NULL,
  `责任人` varchar(255) CHARACTER SET utf8 NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=366 DEFAULT CHARSET=gbk;

--
-- 转存表中的数据 通知单
--

INSERT INTO `通知单` VALUES('314','1493370180764','488','ZG-2017-0001','碧桂园起凤台项目部','总部巡查','安全','总部巡查','碧桂园起凤台项目部','架体防护||层间防护||其他||安全网||悬空作业||脚手板||','扣件式钢管脚手架||悬挑式脚手架||高处作业||其他||','2017-04-28 00:00:00','整改中','2017-05-10 00:00:00','','','','2017-4-28/17:9:12','','已回复','整改中','2017-4-28/17:21:46','','','','','','','','','','','','','','','','广东省','惠州市','吴大兵','李彦东','陈明星','甘斌','','吴大兵');
INSERT INTO `通知单` VALUES('318','qigong1493696924059445920170501','489','ZG-2017-0001','豪逸御华庭B2区项目部','总部巡查','安全','总部巡查','豪逸御华庭B2区项目部','架体防护||安全网||洞口防护||悬挑式物料钢平台||脚手板||','悬挑式脚手架||高处作业||其他||','2017-05-02 00:00:00','整改中','2017-05-09 00:00:00','','','','2017-5-2/12:2:7','','已回复','整改中','2017-5-2/12:3:52','','林子龙','2017-5-2','','','','','','','','','','','','','广东省','中山市','','','','','','');
INSERT INTO `通知单` VALUES('349','qigong14943041532931329320170501','496','ZGHX-AN~2017-0003','棕榈岛J3地块项目部','总部巡查','安全','总部巡查','棕榈岛J3地块项目部','现场围挡||架体基础||','文明施工||门式钢管脚手架||','2017-05-09 00:00:00','整改中','2017-05-10 00:00:00','','','','2017-5-9/12:31:1','','','整改中','2017-5-9/12:34:53','','','','','','','','','','','','','','','','广东省','惠州市','龚璐','','全建荣','王志康','','龚璐');
INSERT INTO `通知单` VALUES('321','qigong14938048617034170320170501','490','ZG-2017-0001','鲁班大厦','总部巡查','安全','总部巡查','鲁班大厦','临边防护||洞口防护||悬空作业||','扣件式钢管脚手架||高处作业||','2017-05-03 00:00:00','已完成','2017-05-05 00:00:00','','','','2017-5-3/17:50:26','','已批复','已完成','2017-5-3/17:50:42','','杨云雄','2017-5-3','同意','同意','部分合格','合格','杨云谁','杨','2017-5-4','2017-5-3','||||||','','','','广东省','深圳市','','','程则贵','','','');
INSERT INTO `通知单` VALUES('322','qigong1493805061652165220170501','490','ZG-2017-0002','鲁班大厦','总部巡查','安全','总部巡查','鲁班大厦','杆件连接||安全网||临边防护||洞口防护||','扣件式钢管脚手架||模板支架||高处作业||','2017-05-03 00:00:00','整改中','2017-05-05 00:00:00','','','','2017-5-3/17:52:51','','已回复','整改中','2017-5-3/17:52:56','','杨云雄','2017-5-3','','','','','','','','','','','','','广东省','深圳市','','','程则贵','','','');
INSERT INTO `通知单` VALUES('323','qigong1493815207229722920170501','490','ZG-2017-0003','鲁班大厦','项目部自检','安全','项目自检','鲁班大厦','架体防护||层间防护||','门式钢管脚手架||悬挑式脚手架||','2017-05-03 00:00:00','已完成','2017-05-04 00:00:00','','','','2017-5-3/20:41:24','','已批复','已完成','2017-5-3/20:47:19','','','','同意','无需批复！！','不合格','合格','杨云雄','杨云雄','2017-5-3','2017-5-3','||||||','','','','广东省','深圳市','','','程则贵','','','');
INSERT INTO `通知单` VALUES('324','qigong14938780810081820170501','495','ZG-2017-0001','锦胜财富大厦项目部','总部巡查','安全','总部巡查','锦胜财富大厦项目部','临边防护||悬挑式物料钢平台||','安全管理||高处作业||其他||','2017-05-04 00:00:00','已完成','2017-05-05 00:00:00','','','','2017-5-4/14:16:0','','已批复','已完成','2017-5-4/14:33:26','','程则贵','2017-5-4','同意','同意','部分合格','合格','杨云雄','张哓刚','2017-5-4','2017-5-5','||','','','','广东省','深圳市','周亚平','敖华东','刘显金','刘选建','','周亚平');
INSERT INTO `通知单` VALUES('325','qigong1493879763845384520170501','495','ZG-2017-0002','锦胜财富大厦项目部','总部巡查','安全','总部巡查','锦胜财富大厦项目部','临边防护||悬挑式物料钢平台||','安全管理||高处作业||其他||','2017-05-04 00:00:00','已完成','2017-05-05 00:00:00','','','','2017-5-4/14:45:29','','已批复','已完成','2017-5-4/14:47:38','','程则贵','2017-5-4','同意','同意','合格','合格','杨云雄','张晓刚','2017-5-5','2017-5-5','||','','','','广东省','深圳市','周亚平','敖华东','刘显金','刘选建','','周亚平');
INSERT INTO `通知单` VALUES('326','qigong14938807583753837520170501','495','ZG-2017-0003','锦胜财富大厦项目部','总部巡查','安全','总部巡查','锦胜财富大厦项目部','临边防护||悬挑式物料钢平台||','安全管理||高处作业||其他||','2017-05-04 00:00:00','已完成','2017-05-05 00:00:00','','','','2017-5-4/14:54:29','','已批复','已完成','2017-5-4/14:54:35','','程则贵','2017-5-4','同意','同意','合格','合格','杨云雄','张晓刚','2017-5-5','2017-5-5','||||||','','','','广东省','深圳市','周亚平','敖华东','刘显金','刘选建','','周亚平');
INSERT INTO `通知单` VALUES('327','qigong14938814047392473920170501','495','ZG-2017-0004','锦胜财富大厦项目部','分公司巡查','安全','一分公司','锦胜财富大厦项目部','临边防护||悬挑式物料钢平台||','安全管理||高处作业||其他||','2017-05-04 00:00:00','已完成','2017-05-05 00:00:00','','','','2017-5-4/15:5:7','','已批复','已完成','2017-5-4/15:14:31','','程则贵','2017-5-4','同意','同意','部分合格','合格','杨云雄','张晓刚','2017-5-5','2017-5-5','||||','','','','广东省','深圳市','周亚平','敖华东','刘显金','刘选建','','周亚平');
INSERT INTO `通知单` VALUES('328','qigong1493882524209420920170501','495','ZG-2017-0005','锦胜财富大厦项目部','项目部自检','安全','项目自检','锦胜财富大厦项目部','施工场地||洞口防护||架体稳定||','文明施工||悬挑式脚手架||高处作业||','2017-05-04 00:00:00','已完成','2017-05-05 00:00:00','','','','2017-5-4/15:30:20','','已批复','已完成','2017-5-4/15:35:17','','杨云雄','2017-5-5','已完成','已完成','合格','合格','李全','程阳','2017-5-4','2017-5-4','||||||','','','','广东省','深圳市','周亚平','敖华东','刘显金','刘选建','','周亚平');
INSERT INTO `通知单` VALUES('329','qigong14938852426462264620170501','495','ZG-2017-0006','锦胜财富大厦项目部','项目部自检','安全','项目自检','锦胜财富大厦项目部','交底与验收||架体防护||安全带||洞口防护||移动式操作平台||','安全管理||悬挑式脚手架||高处作业||','2017-05-04 00:00:00','已完成','2017-05-05 00:00:00','','','','2017-5-4/16:13:56','','已批复','已完成','2017-5-4/16:19:58','','杨云雄','2017-5-5','同意','同意','合格','合格','杨云雄','张晓刚','2017-5-5','2017-5-5','||||||||','','','','广东省','深圳市','周亚平','敖华东','刘显金','刘选建','','周亚平');
INSERT INTO `通知单` VALUES('330','qigong1493886544920492020170501','495','ZG-2017-0007','锦胜财富大厦项目部','分公司巡查','安全','一分公司','锦胜财富大厦项目部','安全带||架体稳定||','悬挑式脚手架||高处作业||','2017-05-04 00:00:00','未完成','2017-05-05 00:00:00','','','','2017-5-4/16:31:40','','已批复','未完成','2017-5-4/16:38:52','','','','合格','不合格','合格','不合格','张三','李四','2017-5-4','2017-5-4','','','','','广东省','深圳市','周亚平','敖华东','刘显金','刘选建','','周亚平');
INSERT INTO `通知单` VALUES('331','qigong14938873196805968020170501','495','ZG-2017-0008','锦胜财富大厦项目部','分公司巡查','安全','一分公司','锦胜财富大厦项目部','安全检查||架体稳定||','安全管理||悬挑式脚手架||','2017-05-04 00:00:00','已完成','2017-05-05 00:00:00','','','','2017-5-4/16:44:20','','已批复','已完成','2017-5-4/16:57:39','','杨云雄','2017-5-5','同意','同意','合格','合格','杨云雄','张哓刚','2017-5-5','2017-5-5','||||','','','','广东省','深圳市','周亚平','敖华东','刘显金','刘选建','','周亚平');
INSERT INTO `通知单` VALUES('332','qigong14938883839164391620170501','495','ZG-2017-0009','锦胜财富大厦项目部','分公司巡查','安全','一分公司','锦胜财富大厦项目部','层间防护||脚手板与防护栏杆||','扣件式钢管脚手架||悬挑式脚手架||','2017-05-04 00:00:00','整改中','2017-05-05 00:00:00','','','','2017-5-4/17:5:37','','已回复','整改中','2017-5-4/17:5:43','','程则贵','2017-5-4','','','','','','','','','','','','','广东省','深圳市','周亚平','敖华东','刘显金','刘选建','','周亚平');
INSERT INTO `通知单` VALUES('350','qigong14942958769661696620170501','499','ZGHX-AN~2017-0001','123','总部巡查','安全','项目自检','锦胜财富大厦项目部','封闭管理||材料管理||','文明施工||门式钢管脚手架||','2017-05-09 00:00:00','未下达','2017-05-20 00:00:00','','','','2017-5-9/12:41:47','','已回复','整改中','2017-5-9/12:48:11','','程则贵','','','','','','','','','','','','','','广东省','广州市','王真','','','','','杨云雄');
INSERT INTO `通知单` VALUES('348','qigong14943038697572975720170501','496','ZGHX-AN~2017-0002','棕榈岛J3地块项目部','项目部自检','安全','项目自检','棕榈岛J3地块项目部','架体与建筑结构拉结||安全生产责任制||','安全管理||文明施工||扣件式钢管脚手架||','2017-05-09 00:00:00','整改中','2017-05-18 00:00:00','','','','2017-5-9/12:25:11','','已回复','整改中','2017-5-9/12:25:18','','杨云雄','2017-5-25','','','','','','','','','','','','','广东省','惠州市','龚璐','','全建荣','王志康','','龚璐');
INSERT INTO `通知单` VALUES('347','qigong1494297640061406120170501','498','ZGHX-AN~2017-0003','南山建工村','分公司巡查','安全','一分公司','南山建工村','安装作业||升降作业||','悬挑式脚手架||高处作业吊篮||','2017-05-09 00:00:00','整改中','2017-05-15 00:00:00','','','','2017-5-9/10:41:19','','','延期','2017-5-9/10:41:33','','','','','','','','','','','','','同意延期','','','广东省','深圳市','徐工','考林宫','张工','刘工','','王剑');
INSERT INTO `通知单` VALUES('346','qigong14942972593161931620170501','498','ZGHX-AN~2017-0002','南山建工村','分公司巡查','安全','一分公司','南山建工村','封闭管理||现场防火||综合治理||','文明施工||扣件式钢管脚手架||','2017-05-09 00:00:00','已完成','2017-05-27 00:00:00','','','','2017-5-9/10:35:9','','已批复','已完成','2017-5-9/10:35:16','','小李','2017-5-9','','此单不需要回复','合格','此单不需要回复','王剑','此单不需要签名','2017-5-9','此单不需要填写时间','||||','','','','广东省','深圳市','徐工','考林宫','张工','刘工','','王剑');
INSERT INTO `通知单` VALUES('344','qigong14942958769661696620170501','498','ZGHX-AN~2017-0001','南山建工村','总部巡查','安全','项目自检','锦胜财富大厦项目部','安全检查||施工场地||','安全管理||文明施工||悬挑式脚手架||高处作业吊篮||','2017-05-09 00:00:00','未下达','2017-05-20 00:00:00','','','','2017-5-9/10:11:30','','已回复','已完成','2017-5-9/10:19:18','','程则贵','','','待总公司批复','部分合格','合格','王剑','小李','2017-5-9','2017-5-9','1||0||1||1||||||||','','','','广东省','深圳市','徐工','考林宫','张工','刘工','','王剑');
INSERT INTO `通知单` VALUES('345','qigong14942958769661696620170501','495','ZGHX-AN~2017-0001','锦胜财富大厦项目部','总部巡查','安全','项目自检','锦胜财富大厦项目部','支架稳定||持证上岗||','安全管理||模板支架||','2017-05-09 00:00:00','未下达','2017-05-20 00:00:00','','','','2017-5-9/10:13:44','','已回复','草稿','','','程则贵','','','','','','','','','','','','','','广东省','深圳市','周亚平','敖华东','刘显金','刘选建','','周亚平');
INSERT INTO `通知单` VALUES('343','qigong14942958769661696620170501','496','ZGHX-AN~2017-0001','棕榈岛J3地块项目部','总部巡查','安全','项目自检','锦胜财富大厦项目部','杆件间距||层间防护||悬挑钢梁||架体稳定||','悬挑式脚手架||模板支架||高处作业||','2017-05-09 00:00:00','未下达','2017-05-20 00:00:00','','','','2017-5-9/9:57:31','','已回复','整改中','2017-5-9/10:6:43','','程则贵','','','','','','','','','','','','','','广东省','惠州市','龚璐','','全建荣','王志康','','龚璐');
INSERT INTO `通知单` VALUES('352','1494556513473','489','ZGHX-AN~2017-0001','豪逸御华庭B2区项目部','分公司巡查','安全','广州公司','豪逸御华庭B2区项目部','','高处作业||','2017-05-12 00:00:00','未下达','2017-05-19 00:00:00','','','','2017-5-12/10:45:49','','','草稿','','','','','','','','','','','','','','','','','广东省','中山市','','','','','','');
INSERT INTO `通知单` VALUES('353','qigong14955239806384063820170501','499','ZGHX-AN~2017-0002','123','总部巡查','安全','总部巡查','123','交底与验收||封闭管理||架体稳定||','文明施工||承插型盘扣式钢管脚手架||','2017-05-23 00:00:00','未下达','2017-05-30 00:00:00','','','','2017-5-23/15:21:58','','','草稿','','','','','','','','','','','','','','','','','广东省','广州市','王真','','','','','杨云雄');
INSERT INTO `通知单` VALUES('354','qigong14955286136435364320170501','498','ZGHX-AN~2017-0004','南山建工村','分公司巡查','安全','一分公司','南山建工村','层间防护||构配件材质||','门式钢管脚手架||承插型盘扣式钢管脚手架||悬挑式脚手架||','2017-05-23 00:00:00','已完成','2017-05-31 00:00:00','','','','2017-5-23/16:40:22','','已批复','已完成','2017-5-23/16:45:17','','小李','2017-5-26','','','合格','合格','啊','啊','2017-5-23','2017-5-25','||','','','','广东省','深圳市','徐工','考林宫','张工','刘工','','王剑');
INSERT INTO `通知单` VALUES('355','qigong14955288875072750720170501','498','ZGHX-AN~2017-0005','南山建工村','总部巡查','安全','总部巡查','南山建工村','交底与验收||架体防护||','扣件式钢管脚手架||门式钢管脚手架||承插型盘扣式钢管脚手架||悬挑式脚手架||','2017-05-23 00:00:00','未完成','2017-05-23 00:00:00','','','','2017-5-23/16:44:37','','已批复','未完成','2017-5-23/16:49:9','','','2017-5-23','','','部分合格','不合格','1','1','2017-5-19','2017-5-27','||||','同意延期','','','广东省','深圳市','徐工','考林宫','张工','刘工','','王剑');
INSERT INTO `通知单` VALUES('356','qigong14955492221262212620170501','498','ZGHX-AN~2017-0006','南山建工村','项目部自检','安全','项目自检','南山建工村','','','2017-05-23 00:00:00','整改中','2017-05-26 00:00:00','','','','2017-5-23/22:29:28','','','未完成','2017-5-23/22:31:39','','','','','','','','','','','','','否','','','广东省','深圳市','','','','','','');
INSERT INTO `通知单` VALUES('357','qigong14955499106105061020170501','498','ZGHX-AN~2017-0007','南山建工村','项目部自检','安全','项目自检','南山建工村','','','2017-05-13 00:00:00','整改中','2017-05-12 00:00:00','','','','2017-5-23/22:32:25','','','整改中','2017-5-23/22:32:29','','','','','','','','','','','','','','','','广东省','深圳市','徐工','考林宫','张工','刘工','','王剑');
INSERT INTO `通知单` VALUES('358','qigong14955499405642056420170501','498','ZGHX-AN~2017-0008','南山建工村','项目部自检','安全','项目自检','南山建工村','','','2017-05-19 00:00:00','整改中','2017-05-20 00:00:00','','','','2017-5-23/22:33:36','','','整改中','2017-5-23/22:33:42','','','','','','','','','','','','','','','','广东省','深圳市','徐工','考林宫','张工','刘工','','王剑');
INSERT INTO `通知单` VALUES('359','qigong14955500631292312920170501','498','ZGHX-AN~2017-0009','南山建工村','项目部自检','安全','项目自检','南山建工村','','门式钢管脚手架||悬挑式脚手架||','2017-05-05 00:00:00','已完成','2017-05-27 00:00:00','','','','2017-5-23/22:35:22','','已批复','已完成','2017-5-23/22:35:27','','小李','2017-5-19','','','合格','合格','1','1','2017-5-26','2017-5-27','||','同意延期','','','广东省','深圳市','徐工','考林宫','张工','刘工','','王剑');
INSERT INTO `通知单` VALUES('360','qigong14955515254124541220170501','498','ZGHX-AN~2017-0010','南山建工村','项目部自检','安全','项目自检','南山建工村','','门式钢管脚手架||','2017-05-12 00:00:00','整改中','2017-05-27 00:00:00','','','','2017-5-23/23:0:40','','','整改中','2017-5-23/23:0:48','','','','','','','','','','','','','','','','广东省','深圳市','徐工','考林宫','张工','刘工','','王剑');
INSERT INTO `通知单` VALUES('361','qigong14955817486232862320170501','498','ZGHX-AN~2017-0011','南山建工村','项目部自检','安全','项目自检','南山建工村','','悬挑式脚手架||','2017-05-26 00:00:00','未下达','2017-05-27 00:00:00','','','','2017-5-24/7:23:49','','','草稿','','','','','','','','','','','','','','','','','广东省','深圳市','徐工','考林宫','张工','刘工','','王剑');
INSERT INTO `通知单` VALUES('362','qigong1495581900875087520170501','498','ZGHX-AN~2017-0012','南山建工村','项目部自检','安全','项目自检','南山建工村','','承插型盘扣式钢管脚手架||','2017-05-26 00:00:00','整改中','2017-05-27 00:00:00','','','','2017-5-24/7:26:2','','','整改中','2017-5-24/8:54:19','','','','','','','','','','','','','','','','广东省','深圳市','徐工','考林宫','张工','刘工','','王剑');
INSERT INTO `通知单` VALUES('364','qigong14955918298222982220170501','498','ZGHX-AN~2017-0013','南山建工村','总部巡查','安全','总部巡查','南山建工村','安全检查||杆件间距||架体防护||','安全管理||悬挑式脚手架||','2017-05-24 00:00:00','未下达','2017-05-25 00:00:00','','','','2017-5-24/10:16:13','','','草稿','','','','','','','','','','','','','','','','','广东省','深圳市','徐工','考林宫','张工','刘工','','王剑');
INSERT INTO `通知单` VALUES('365','qigong1495592407974797420170501','498','ZGHX-AN~2017-0014','南山建工村','总部巡查','安全','项目自检','南山建工村','交底与验收||现场办公与住宿||脚手板||','文明施工||悬挑式脚手架||','2017-05-24 00:00:00','整改中','2017-05-25 00:00:00','','','','2017-5-24/10:23:37','','','整改中','2017-5-24/10:28:32','','','','','','','','','','','','','','','','广东省','深圳市','徐工','考林宫','张工','刘工','','王剑');
--
-- 表的结构部门权限保存表
--

DROP TABLE IF EXISTS `部门权限保存表`;
CREATE TABLE `部门权限保存表` (
  `id` int(20) NOT NULL AUTO_INCREMENT,
  `部门` varchar(50) DEFAULT NULL,
  `权限` varchar(50) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=18 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 部门权限保存表
--

INSERT INTO `部门权限保存表` VALUES('10','人事部','权限');
INSERT INTO `部门权限保存表` VALUES('11','考勤部','工程信息维护,6||用户管理维护,8||数据库备份与恢复,11||');
INSERT INTO `部门权限保存表` VALUES('12','财务部','工程信息维护,6||整改通知单编号维护,7||数据库备份与恢复,11||');
INSERT INTO `部门权限保存表` VALUES('13','','工程信息维护,6||整改通知单编号维护,7||用户管理维护,8||违章数据库维护,9||危险源类型维');
INSERT INTO `部门权限保存表` VALUES('14','总公司','工程信息维护,6||整改通知单编号维护,7||用户管理维护,8||违章数据库维护,9||危险源类型维');
INSERT INTO `部门权限保存表` VALUES('15','三公司','工程信息维护,6||整改通知单编号维护,7||用户管理维护,8||违章数据库维护,9||危险源类型维');
INSERT INTO `部门权限保存表` VALUES('16','广州公司','工程信息维护,6||整改通知单编号维护,7||用户管理维护,8||违章数据库维护,9||危险源类型维');
INSERT INTO `部门权限保存表` VALUES('17','安装公司','工程信息维护,6||整改通知单编号维护,7||用户管理维护,8||');
--
-- 表的结构预览数据表
--

DROP TABLE IF EXISTS `预览数据表`;
CREATE TABLE `预览数据表` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `通知单时间戳` varchar(255) CHARACTER SET utf8 NOT NULL,
  `时间戳` varchar(255) CHARACTER SET utf8 NOT NULL,
  `通知单编号` varchar(255) CHARACTER SET utf8 NOT NULL,
  `Li的ID` varchar(50) CHARACTER SET utf8 NOT NULL,
  `工程id` varchar(100) CHARACTER SET utf8 NOT NULL,
  `工程名称` varchar(255) CHARACTER SET utf8 NOT NULL,
  `违章现象` varchar(255) CHARACTER SET utf8 NOT NULL,
  `项目部回复` longtext CHARACTER SET utf8 NOT NULL,
  `分公司批复` longtext CHARACTER SET utf8 NOT NULL,
  `总公司批复` longtext CHARACTER SET utf8 NOT NULL,
  `图片附件` varchar(255) CHARACTER SET utf8 NOT NULL,
  `记录录入日期` varchar(50) CHARACTER SET utf8 NOT NULL,
  `违章状态` varchar(50) CHARACTER SET utf8 NOT NULL,
  `违章部位` varchar(255) CHARACTER SET utf8 NOT NULL,
  `flag` varchar(50) CHARACTER SET utf8 NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=266 DEFAULT CHARSET=gbk;

--
-- 转存表中的数据 预览数据表
--

INSERT INTO `预览数据表` VALUES('260','qigong14942957207964079620170501','1494296622878','ZGHX-AN~2017-0001','tzh0','498','南山建工村','施工现场未采取防尘措施','项目部回复：22','','','','2017-5-9/10:24:0','整改中','王剑1','0');
INSERT INTO `预览数据表` VALUES('261','qigong14942957207964079620170501','1494296631230','ZGHX-AN~2017-0001','tzh1','498','南山建工村','对重大事故隐患整改通知书所列项目未按期整改和复查','2','','','','2017-5-9/10:24:8','整改中','王剑2','1');
INSERT INTO `预览数据表` VALUES('262','qigong14942957207964079620170501','1494296639738','ZGHX-AN~2017-0001','tzh2','498','南山建工村','安全员未按消防制度落实现场消防设施的','3','3','总','','2017-5-9/10:24:16','整改中','林工1','2');
INSERT INTO `预览数据表` VALUES('263','qigong14942957207964079620170501','1494296647883','ZGHX-AN~2017-0001','tzh3','498','南山建工村','施工现场未采取防尘措施','4','分1','总1','','2017-5-9/10:24:26','整改中','林工1','3');
INSERT INTO `预览数据表` VALUES('264','qigong14942957207964079620170501','1494296657246','ZGHX-AN~2017-0001','tzh4','498','南山建工村','剪刀撑斜杆的接长或剪刀撑斜杆与架体杆件固定不符合规范要求','5','','','','2017-5-9/10:24:35','整改中','吴工操作1','4');
INSERT INTO `预览数据表` VALUES('265','qigong14942957207964079620170501','1494296665970','ZGHX-AN~2017-0001','tzh5','498','南山建工村','脚手板规格或材质不符合规范要求','6','','','','2017-5-9/10:24:52','整改中','吴工操作2','5');
INSERT INTO `预览数据表` VALUES('223','qigong1493696924059445920170501','1493700582214','ZG-2017-0001','tzh0','489','豪逸御华庭B2区项目部','作业层防护栏杆不符合规范要求','项目部回复：项目部回复：项目部回复：已经按照要求整改','','','','2017-5-2/12:50:23','整改中','9号楼30层','0');
INSERT INTO `预览数据表` VALUES('224','qigong1493696924059445920170501','1493700624367','ZG-2017-0001','tzh1','489','豪逸御华庭B2区项目部','脚手板未满铺或铺设不严、不牢','项目部回复：项目部回复：已经按照要求铺设完毕','','','','2017-5-2/12:50:44','整改中','9号楼26层电梯平台','1');
INSERT INTO `预览数据表` VALUES('225','qigong1493696924059445920170501','1493700643851','ZG-2017-0001','tzh2','489','豪逸御华庭B2区项目部','脚手架外侧未采用密目式安全网封闭或网间连接不严','项目部回复：不符合要求的部位已经进行整改','','','','2017-5-2/12:51:11','整改中','18栋放灰处','2');
INSERT INTO `预览数据表` VALUES('226','qigong1493696924059445920170501','1493700670554','ZG-2017-0001','tzh3','489','豪逸御华庭B2区项目部','在建工程的孔、洞未采取防护措施','已经按照要求补充防护措施','','','','2017-5-2/12:51:42','整改中','17栋屋面变形缝','3');
INSERT INTO `预览数据表` VALUES('227','qigong1493696924059445920170501','1493700701236','ZG-2017-0001','tzh4','489','豪逸御华庭B2区项目部','17丶18号楼屋面外架剪刀撑缺失','剪刀撑已经补充','','','','2017-5-2/12:52:1','整改中','17、18号楼','4');
INSERT INTO `预览数据表` VALUES('230','qigong14938780810081820170501','1493879779664','ZG-2017-0001','tzh0','495','锦胜财富大厦项目部','临边防护设施的构造、强度不符合规范要求','项目部回复：临边防护已整改到位，满足要求','','','','2017-5-4/14:37:53','整改中','研发楼14层施工电梯','0');
INSERT INTO `预览数据表` VALUES('231','qigong1493879763845384520170501','1493880950790','ZG-2017-0002','tzh0','495','锦胜财富大厦项目部','临边防护设施的构造、强度不符合规范要求','已整改','','','','2017-5-4/14:56:16','整改中','','0');
INSERT INTO `预览数据表` VALUES('232','qigong14938807583753837520170501','1493881126515','ZG-2017-0003','tzh0','495','锦胜财富大厦项目部','临边防护设施的构造、强度不符合规范要求','满足要求','','','','2017-5-4/14:59:4','整改中','','0');
INSERT INTO `预览数据表` VALUES('233','qigong14938807583753837520170501','1493881141700','ZG-2017-0003','tzh1','495','锦胜财富大厦项目部','钢平台台面铺板不严或钢平台与建筑结构之间铺板不严','满足','','','','2017-5-4/14:59:39','整改中','','1');
INSERT INTO `预览数据表` VALUES('234','qigong14938807583753837520170501','1493881177045','ZG-2017-0003','tzh2','495','锦胜财富大厦项目部','','合格','','','','2017-5-4/15:0:8','整改中','','2');
INSERT INTO `预览数据表` VALUES('235','qigong14938814047392473920170501','1493882182023','ZG-2017-0004','tzh0','495','锦胜财富大厦项目部','临边防护设施的构造、强度不符合规范要求','已整改','','','','2017-5-4/15:16:36','整改中','','0');
INSERT INTO `预览数据表` VALUES('236','qigong14938814047392473920170501','1493882211073','ZG-2017-0004','tzh1','495','锦胜财富大厦项目部','钢平台台面铺板不严或钢平台与建筑结构之间铺板不严','已整改到位','','','','2017-5-4/15:17:8','整改中','','1');
INSERT INTO `预览数据表` VALUES('237','qigong1493882524209420920170501','1493883685067','ZG-2017-0005','tzh2','495','锦胜财富大厦项目部','未按规范要求设置剪刀撑','己整改','','','','2017-5-4/15:42:7','整改中','','2');
INSERT INTO `预览数据表` VALUES('238','qigong14938883839164391620170501','1493888845892','ZG-2017-0009','tzh0','495','锦胜财富大厦项目部','作业层与建筑物之间未进行封闭','项目部回复：项目部回复：项目部回复：项目部回复：项目部回复：项目部回复：已封闭','','','','2017-5-4/17:7:48','整改中','','0');
INSERT INTO `预览数据表` VALUES('239','qigong14938883839164391620170501','1493888865345','ZG-2017-0009','tzh1','495','锦胜财富大厦项目部','脚手板未满铺或铺设不牢、不稳','项目部回复：项目部回复：项目部回复：已进行整改','','','','2017-5-4/17:8:6','整改中','','1');
--
-- 表的结构预览数据表未分割
--

DROP TABLE IF EXISTS `预览数据表未分割`;
CREATE TABLE `预览数据表未分割` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `通知单时间戳` varchar(255) CHARACTER SET utf8 NOT NULL,
  `时间戳` varchar(255) CHARACTER SET utf8 NOT NULL,
  `通知单编号` varchar(255) CHARACTER SET utf8 NOT NULL,
  `Li的ID` varchar(50) CHARACTER SET utf8 NOT NULL,
  `工程id` varchar(255) CHARACTER SET utf8 NOT NULL,
  `工程名称` varchar(255) CHARACTER SET utf8 NOT NULL,
  `违章现象` varchar(255) CHARACTER SET utf8 NOT NULL,
  `项目部回复` longtext CHARACTER SET utf8 NOT NULL,
  `分公司批复` longtext CHARACTER SET utf8 NOT NULL,
  `总公司批复` longtext CHARACTER SET utf8 NOT NULL,
  `图片附件` varchar(255) CHARACTER SET utf8 NOT NULL,
  `记录录入日期` varchar(50) CHARACTER SET utf8 NOT NULL,
  `违章状态` varchar(50) CHARACTER SET utf8 NOT NULL,
  `违章部位` varchar(255) CHARACTER SET utf8 NOT NULL,
  `flag` varchar(50) CHARACTER SET utf8 NOT NULL,
  `答复状态` varchar(50) CHARACTER SET utf8 NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=101 DEFAULT CHARSET=gbk;

--
-- 转存表中的数据 预览数据表未分割
--

INSERT INTO `预览数据表未分割` VALUES('89','qigong14938780810081820170501','','ZG-2017-0001','','495','锦胜财富大厦项目部','临边防护设施的构造、强度不符合规范要求','临边防护已整改到位，满足要求','||分公司批复：||分公司批复：','||总公司批复：||总公司批复：','','','整改中','研发楼14层施工电梯||研发楼14层施工电梯||研发楼14层施工电梯','','');
INSERT INTO `预览数据表未分割` VALUES('90','qigong1493879763845384520170501','','ZG-2017-0002','','495','锦胜财富大厦项目部','临边防护设施的构造、强度不符合规范要求','已整改','','','','','整改中','','','');
INSERT INTO `预览数据表未分割` VALUES('91','qigong14938807583753837520170501','','ZG-2017-0003','','495','锦胜财富大厦项目部','临边防护设施的构造、强度不符合规范要求','满足要求||满足||合格','','','','','整改中||整改中||整改中','||||','','');
INSERT INTO `预览数据表未分割` VALUES('92','qigong14938814047392473920170501','','ZG-2017-0004','','495','锦胜财富大厦项目部','临边防护设施的构造、强度不符合规范要求','已整改||已整改到位','','','','','整改中||整改中','||','','');
INSERT INTO `预览数据表未分割` VALUES('93','qigong1493882524209420920170501','','ZG-2017-0005','','495','锦胜财富大厦项目部','未按规范要求设置剪刀撑','己整改','','','','','整改中','','','');
INSERT INTO `预览数据表未分割` VALUES('94','qigong14938883839164391620170501','','ZG-2017-0009','','495','锦胜财富大厦项目部','作业层与建筑物之间未进行封闭','已封闭||已进行整改','||分公司批复：||分公司批复：||分公司批复：||分公司批复：||分公司批复：||分公司批复：||分公司批复：||分公司批复：||分公司批复：||分公司批复：','||总公司批复：||总公司批复：||总公司批复：||总公司批复：||总公司批复：||总公司批复：||总公司批复：||总公司批复：||总公司批复：||总公司批复：','','','整改中||整改中','||||||||||||||15||||||||','','');
INSERT INTO `预览数据表未分割` VALUES('100','qigong14942957207964079620170501','','ZGHX-AN~2017-0001','','498','南山建工村','施工现场未采取防尘措施','1||2||3||4||5||6','||||分公司批复：||||||分公司批复：||3||分1','||||总公司批复：||||||总公司批复：||总||总1','','','整改中||整改中||整改中||整改中||整改中||整改中','王剑1||王剑2||林工1||林工1||吴工操作1||吴工操作2||吴工操作2||王剑1||王剑1||王剑2||王剑1||林工1||林工1','','');
